[
    {
        "game": "monopoly_rulebook",
        "text": "Monopoly rulebook\n\nAGES 8+\n2 to 8 Players\n\nContents: Gameboard, 3 dice, tokens, 39 houses, 12 hotels, Chance\nand Community Chest cards, Title Deed cards, play money and a Banker's tray.\n\nNow there’s a faster way to play MONOPOLY. Choose to play by\nthe classic rules for buying, renting and selling properties or use the\nSpeed Die to get into the action faster. If you've never played the classic\nMONOPOLY game, refer to the Classic Rules beginning on the next page.\nif you already know how to play and want to use the Speed Die, just\nread the section below for the additional Seeed Die rules.\n\nSPEED DIE RULES\nLearning how to play with the Speed Die is as fast as playing with it.\n1. When starting the game, hand out an extra $1,000 te each player\n(two $500s should work). The game moves fast and you"
    },
    {
        "game": "monopoly_rulebook",
        "text": "’ll need\nthe extra cash to buy and build.\n2. Do not use the Speed Die until you've landed on or passed over\nGO for the first time. Once you collect that first $200 salary, you'll\nuse the Speed Die for the rest of the game. This means that some\nplayers will start using the die before others.\n3. Once you start using the Speed Die, roll it along with the two\nwhite dice on your turn. Then do the following depending on what you rolled.\n1, 2, or 3: Add this number to the roll of the two white\ndice. You'll zoom around the board.\nBus: This lets you “get off the bus early.” Look at the two white\ndice. You can move the value of one die, the other die, or the\nsum of both dice. So if you rolled a 1 and a 5, you can move\n1 space, 5 spaces, or 6 spaces: It’s your choice.\nMr. Monopoly: First, move the su"
    },
    {
        "game": "monopoly_rulebook",
        "text": "m of the two white dice\nand resolve the space you land on (such as drawing a card,\nbuying the property, paying rent, etc.). Then, one of two\n7 things will happen depending on whether or not there is still property in the bank.\nYES, there is property in the bank — Advance to the NEXT\nproperty that the oank still holds and buy it if you wish. If you\ndon’t want to buy this property, move to the space anyway\nand put the property up for auction.\nNO, there are no more properties in the bank — Advance to the\nNEXT property on which you will owe another player money.\nA few minor details:\nOnly the white dice are used when determining if you rolled doubles.\nDo not look at the Speed Die.\nIf you roll a three-of-a-kind (all of the dice show the same number),\nyou can move anywhere you want on the board!\n"
    },
    {
        "game": "monopoly_rulebook",
        "text": "If you get sent to jail during your move (either oy landing on the “Go\nto Jail” space or by rolling doubles three times in a row) then your turn\nis over and you do not get to use the Speed Die for that turn.\nUse the white dice ONLY when rolling to get out of jail.\nUse the sum of all three dice when determining how much to pay on\na utility. Note: The Bus and Mr. Monopoly are valued at 0.\n\nCLASSIC MONOPOLY RULES\nOBJECT: The object of the game is to become the\nwealthiest player through buying, renting and selling property.\nPREPARATION: Place the board on a table and put\nthe Chance and Community Chest cards facedown on\ntheir allotted spaces on the board. Each player chooses one token to\nrepresent him/her while traveling around the board.\nEach player is given $1,500 divided as follows: 2 each o"
    },
    {
        "game": "monopoly_rulebook",
        "text": "f $500s,\n$100s and $50s; 6 $20s; 5 each of $10s, $5s and $15.\nAll remaining money and other equipment go to the Bank. Stack the\nBank’s money on edge in the compartments in the plastic Banker's tray.\nBANKER: Select as Banker a player who will also\nmake a good Auctioneer. A Banker who plays\nin the game must keep his/her personal funds\nseparate from those of the Bank. When more than\nfive persons play, the Banker may elect to act only as Banker and Auctioneer.\nTHE BANK: Besides the Bank’s money, the Bank\nholds the Title Deed cards and houses and hotels prior to purchase\nand use by the players. The Bank pays salaries and bonuses. It sells\nand auctions properties and hands out their proper Title Deed cards;\nit sells houses and hotels to the players and loans money when required on mortgages.\nThe"
    },
    {
        "game": "monopoly_rulebook",
        "text": " Bank collects all taxes, fines, loans and interest, and the price of\nall properties which it sells and auctions.\nThe Bank never “goes broke.” If the Bank runs out of money, the Banker\nmay issue as much more as needed by writing on any ordinary paper.\nTHE PLAY: Starting with the Banker, each player in turn throws the dice.\nThe player with the highest total starts the play: Place your\ntoken on the comer marked “GO,” throw the dice and move\nyour token in the direction of the arrow the number of\nspaces indicated by the dice. After you have completed\nyour play, the turn passes to the left. The tokens remain\non the spaces occupied and proceed from that point on\nthe player's next tum. Two or more tokens may rest on the same space at the same time.\nAccording to the space your token reaches, you m"
    },
    {
        "game": "monopoly_rulebook",
        "text": "ay be entitled to\nbuy real estate or other properties — or obliged to pay rent, pay taxes,\ndraw a Chance or Community Chest card, “Go to Jail,” etc.\nIf you throw doubles, you move your token as usual, the sum of the\ntwo dice, and are subject to any privileges or penalties pertaining to\nthe space on which you land. Retaining the dice, throw again and move\nyour token as before. If you throw doubles three times in succession,\nmove your token immediately to the space marked “In Jail” (see JAIL).\n“GO”: Each time a player's token lands on or passes over\nGO, whether by throwing the dice or drawing a card,\nthe Banker pays him/her a $200 salary.\nThe $200 is paid only once each time around\nthe board. However, if a player passing GO on\nthe throw of the dice lands 2 spaces beyond it\non Community Chest"
    },
    {
        "game": "monopoly_rulebook",
        "text": ", or 7 spaces beyond\nit on Chance, and draws the “Advance to GO” card, he/she collects\n$200 for passing GO the first time and another $200 for reaching it the\nsecond time by instructions on the card.\nBUYING PROPERTY: Whenever you land on an unowned property you\nmay ouy that property from the Bank at its printed price. You receive the\nTitle Deed card showing ownership; place it faceup in front of you.\nIf you do not wish to buy the property, the Banker sells it at auction\nto the highest bidder. The buyer pays the Bank the amount of the bid\nin cash and receives the Title Deed card for that property. Any player,\nincluding the one who declined the option to buy it at the printed\nprice, may bid. Bidding may start at any price.\nPAYING RENT: When you land on property owned by another player,\nthe o"
    },
    {
        "game": "monopoly_rulebook",
        "text": "wner collects rent from you in accordance with the list printed on its Title Deed card.\nIf the property is mortgaged, no rent can be collected. When a\nproperty is mortgaged, its Title Deed card is placed facedown in front of the owner.\nIt is an advantage to hold all the Title Deed cards in a color\ngroup (e.g., Boardwalk and Park Place; or Connecticut, Vermont and\nOriental Avenues) because the owner may then charge double rent\nfor unimproved properties in that color-group. This rule applies to\nunmortgaged properties even if another property in that color-group is mortgaged.\nIt is even more advantageous to have houses or hotels on properties\nbecause rents are much higher than for unimproved properties.\nThe owner may not collect the rent if he/she fails to ask for it before\nthe second player "
    },
    {
        "game": "monopoly_rulebook",
        "text": "following throws the dice.\n“CHANCE” AND “COMMUNITY CHEST”: When you land on either of\nthese spaces, take the top card from the deck indicated, follow the\ninstructions and retum the card facedown to the bottom of the deck.\nThe “Get Out of Jail Free” card is held until used and then returned to\nthe bottom of the deck. If the player who draws it does not wish to use\nit, he/she may sell it, at any time, to another player at a price agreeable to both.\n“INCOME TAX”: If you land here you have two options: You may\nestimate your tax at $200 and pay the Bank, or you may pay 10% of\nyour total worth to the Bank. Your total worth is all your cash on hand,\nprinted prices of mortgaged and unmortgaged properties and cost\nprice of all buildings you own.\nYou must decide which option you will take before you"
    },
    {
        "game": "monopoly_rulebook",
        "text": " add up your total worth.\n\"JAIL\": You land in Jail when your token lands on the space\nmarked “Go to Jail”; you draw a card marked “Go to Jail”; or\nyou throw doubles three times in succession. When you are sent to \nJail you cannot collect your $200 salary in that move\nsince, regardless of where your token is on the board, \nyou must move it directly into Jail. Your tum ends whenyou are \nsent to Jail. If you are not “sent” to Jail but in the ordinary course\nof play land on that space, you are “Just Visiting,” you incur no penalty, \nand you move ahead in the usual manner on your next turn.\nYou get out of Jail by throwing doubles on any of your next\nthree turns; if you succeed in daing this you immediately move forward\nthe number of spaces shown by your doubles throw: even though you\nhad thrown"
    },
    {
        "game": "monopoly_rulebook",
        "text": " doubles, you do not take another turn; using the “Get\nOut of Jail Free” card if you have it; purchasing the “Get Out of Jail\nFree” card from another player and playing it; paying a fine of $50\nbefore you roll the dice on either of your next two turns.\nIf you do not throw doubles by your third turn, you must pay the $50\nfine. You then get out of Jail and immediately move forward the number\nof spaces shown by your throw.\nEven though you are in Jail, you may buy and sell property, buy and\nsell houses and hotels and collect rents.\n“FREE PARKING”: A player landing on this place does not\nreceive any money, property or reward of any kind. This is just a “free” resting place.\nHOUSES: When you own all the properties in a color-group\nyou may buy houses from the Bank and erect them on those properti"
    },
    {
        "game": "monopoly_rulebook",
        "text": "es.\nIf you buy one house, you may put it on any\none of those properties. The next house you\nbuy must be erected on one of the unimproved\nproperties of this or any other complete color-group you may own.\nThe price you must pay the Bank for each\nhouse is shown on your Title Deed card for the\nproperty on which you erect the house.\nThe owner still collects double rent from an opponent who lands on\nthe unimproved properties of his/her complete color-group.\nFollowing the above rules, you may buy and erect at any time as\nmany houses as your judgement and financial standing will allow. But\nyou must build evenly, i.e., you cannot erect more than one house on\nany one property of any color-group until you have built one house on\nevery property of that group. You may then begin on the second row\nof ho"
    },
    {
        "game": "monopoly_rulebook",
        "text": "uses, and so on, up to a limit of four houses to a property. For\nexample, you cannot build three houses on one property if you have\nonly one house on another property of that group.\nAs you build evenly, you must also oreak down evenly if you sell\nhouses back to the Bank (see SELLING PROPERTY).\nHOTELS: When a player has four houses on each property of a\ncomplete color-group, he/she may buy a hotel from the Bank and erect\nit on any property of the color-group. He/she returns the four houses\nfrom that property to the Bank and pays the price for the hotel as shown\non the Title Deed card. Only one hotel may be erected on any one property.\nBUILDING SHORTAGES: When the Bank has no houses to sell, players\nwishing to build must wait for some player to retum or sell his/her\nhouses to the Bank before"
    },
    {
        "game": "monopoly_rulebook",
        "text": " building. If there are a limited number of\nhouses and hotels available and two or more players wish to buy more\nthan the Bank has, the houses or hotels must be sold at auction to the highest bidder.\nSELLING PROPERTY: Unimproved properties, railroads and utilities\n(out not buildings) may be sold to any player as a private transaction\nfor any amount the awner can get; however, no property can be sold to\nanother player if buildings are standing on any properties of that color-\ngroup. Any buildings so located must be sold back to the Bank before\nthe owner can sell any property of that color-group.\nHouses and hotels may be sold back to the Bank at any time for one-\nhalf the price paid for them.\nAll houses on one color-group must be sold one by one, evenly, in\nreverse of the manner in which the"
    },
    {
        "game": "monopoly_rulebook",
        "text": "y were erected,\nAll hotels on one colorgroup may be sold at once, or they may be\nsold one house at a time (one hotel equals five houses), evenly, in\nreverse of the manner in which they were erected.\nMORTGAGES: Unimproved properties can be mortgaged through the\nBank at any time. Before an improved property can be mortgaged, all\nthe duildings on all the properties of its color-group must be sold back\nto the Bank at half price. The mortgage value is printed on each Title Deed card.\nNo rent can be collected on mortgaged properties or utilities,\nbut rent can be collected on unmortgaged properties in the same group.\nIn order ta lift the mortgage, the owner must pay the Bank the\narnount of the mortgage plus 10% interest. When all the properties of\na color-group are no longer mortgaged, the owner "
    },
    {
        "game": "monopoly_rulebook",
        "text": "may begin to buy\nback houses at full price.\nThe player who mortgages property retains possession of it and\nno other player may secure it by lifting the mortgage from the Bank.\nHowever, the owner may sell this mortgaged property to another player\nat any agreed price. If you are the new owner, you may lift the mortgage\nat once if you wish by paying off the mortgage plus\n10% interest to the Bank. If the mortgage is not lifted\nat once, you must pay the Bank 10% interest when you buy the \nproperty and if you lift the mortgage later you must pay the Bank\nan additional 10% interest as well as the amount of the mortgage.\nBANKRUPTCY: You are declared bankrupt if you owe more than you\ncan pay either to another player or to the Bank. If your\ndebt is to another player, you must tum over to that\nplayer"
    },
    {
        "game": "monopoly_rulebook",
        "text": " all that you have of value and retire from the\ngame. In making this settlement, if you own houses or\nhotels, you must return these to the Bank in exchange\nfor money to the extent of one-half the amount paid\nfor them; this cash is given to the creditor. If you have\nmortgaged property you also tum this property over\nto your creditor but the new owner must at once pay .\nthe Bank the amount of interest on the loan, which is 10% of the value of\nthe property. The new owner who does this may then, at his/her option,\npay the principal or hold the property until some later turn, then lift the\nmortgage. If he/she holds property in this way until a later turn, he/she\nmust pay the interest again upon lifting the mortgage.\nShould you owe the Bank, instead of another player, more than you\ncan pay (beca"
    },
    {
        "game": "monopoly_rulebook",
        "text": "use of taxes or penalties) even by selling off buildings\nand mortgaging property, you must tum over all assets to the Bank. In\nthis case, the Bank immediately sells oy auction all property so taken,\nexcept buildings. A bankrupt player must immediately retire from the\ngame. The last player left in the game wins.\nMISCELLANEOUS: Money can be loaned to a player only by the Bank\nand then only by mortgaging property. No player may borrow from or\nlend money to another player."
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "Letters from Whitechapel Rulebook\n\nGoal of the Game\nFive important detectives are on the trail of Jack the Ripper, the most infamous serial killer of all time. They must chase the mysterious murderer through the tangled streets and alleys of the Whitechapel district. One player plays Jack the Ripper, and his goal is to take five victims before being caught. The rest of the players are police detectives who must cooperate to catch Jack the Ripper before the end of the game.\n\nContents of the Box\nThis box contains:\n- This rulebook\n- 1 Game board representing the Whitechapel district in 1888\n- 6 Reference sheets\n- 4 Jack’s Letter sheets (*Dear Boss, Saucy Jacky, From Hell, and Goulston Street*)\n- 1 Die-cut punchboard containing:\n  - 5 Head of the Investigation tiles (1 each of blue, yellow, br"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "own, red, and green)\n  - 5 Special Movement tokens (3 Coach and 2 Alley)\n- 7 Black wooden Police Patrol tokens (2 false tokens, and 1 each of blue, yellow, brown, red, and green)\n- 8 White wooden Woman tokens (5 marked with red and 3 unmarked)\n- 1 Red wooden Time of the Crime token\n- 5 White wooden Wretched pawns\n- 5 Wooden Policeman pawns (1 each of blue, yellow, brown, red, and green)\n- 2 Black wooden Jack pawns\n- 1 Jack the Ripper screen\n- 1 Pad of Jack the Ripper move track sheets\n- 3 Transparent blue plastic False Clue markers\n- 19 Transparent yellow plastic Clue markers\n- 5 Transparent red plastic Crime Scene markers\n\nNew Components in the Revised Edition\nMany components have been improved based on player feedback. Changes include:\nJack the Ripper screen: Larger map, added movement t"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "oken chart, and improved physical design.\nWooden tokens: More durable, replacing previously used materials.\nMarkers: Different colors for improved visibility (yellow Clue markers, blue False Clue markers).\nLetters: Detailed descriptions now printed on the sheets.\nRulebook: Integrated errata and clarifications.\n\nPreparing the Game\n1. Place the game board representing Whitechapel at the time of Jack the \nRipper at the center of the table. It is marked with 195 numbered \ncircles linked together by dotted lines.\n2. During play, Jack the Ripper, the Policemen, and the Wretched are moved along the dotted\nlines that represent Whitechapel streets.\nJack the Ripper moves stealthily between numbered circles.\nPolicemen move on their patrols between Crossings (without worrying\nabout whether the Crossin"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "gs have colored borders or not).\nThe Wretched wander alone between numbered circles.\n3. One player becomes Jack the Ripper (the most experienced\nplayer is a good choice). The other players become the detectives. The\ndetectives always work together. They distribute the five Policeman pawns\namong themselves in any way they agree on.\n4. Jack takes a fresh move track sheet from the pad\nand places it in his Jack the Ripper screen. He will also \nneed a pencil (not included).\n5. Jack places a black Jack pawn on the first Night\nspace of the game board's Night track.\nJack chooses numbered circle 90 as his Hideout.\n6. Jack secretly chooses his Hideout. He may chose any\nnumbered circle on the game board except\na red numbered circle. When he has chosen\nhis Hideout, Jack writes its number on his\nmove t"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "rack sheet in the prominent oval at\nthe top. Jack's goal will be to return to his\nHideout after each murder without being\narrested by the police detectives.\n7. Jack collects the Crime Scene markers, the Clue\nmarkers, the Woman tokens, the Coach\nand Alley Special Movement tokens,\nand the Time of the Crime token. If the\noptional rules (see page 22) are being\nused, Jack also collects the Jack's\nLetter sheets and the False Clue markers.\n8. The six Reference sheets are distributed to the\npolice detective players in the same\nway the pawns were divided, and one\nis given to the Jack player as well.\n9. One of the police detective players shuffles\nthe Head of the Investigation tiles\nand piles them facedown, in a random\norder, on the provided space of the\ngame board.\n10. The police detectiveplayers c"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "ollect the\nWretched pawns and the Police Patrol\ntokens. The game begins!\n\nHow to Play\nThe game is divided into four nights:\nFirst Night: August 31, 1888\nSecond Night: September 8, 1888\nThird Nigh: September 30, 1888 (The Double Event)\nFourth Nigh: November 9, 1888\nEach night consists of two parts:\n1. Hell Phase: Jack sets up, selects targets, and commits a murder.\n2. Hunting Phase: Jack tries to escape while the police hunt him down.\n\nFirst Part: Hell\n1. Jack the Ripper: Preparing the Scene\n2. Jack the Ripper: The Targets are Identified\n3. Police: Patrolling the Streets\n4. Jack the Ripper: The Victims are Chosen\n5. Jack the Ripper: Blood on the Streets\n6. Police: Suspense Grows\n7. Jack the Ripper: Ready to Kill\n8. Jack the Ripper: A Corpse on the Sidewalk\n9. Police: Alarm Whistles\nSecond P"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "art: Hunting\n1. Jack the Ripper: Escape in the Night\n2. Police: Hunting the Monster\n3. Police: Clues and Suspicion\n\nFirst Part: Hell\n1. Jack the Ripper: Preparing the Scene\nJack collects Special Movement tokens (Coach and Alley):\nFirst Night - Special Movement tokens\n3 Coach tokens and 2 Alley tokens\nSecond Night - Special Movement tokens\n2 Coach tokens and 2 Alley tokens\nThird Night - Special Movement tokens\n2 Coach tokens and 1 Alley token\nFourth Night - Special Movement tokens\n1 Coach token and 1 Alley token\n\n2. Jack the Ripper: The Targets are Identified\nJack collects Woman tokens according to which night it is:\nFirst Night - Woman tokens\n8 Women, 5 of which are marked\nSecond Night - Woman tokens\n7 Women, 4 of which are marked\nThird Night - Woman tokens\n6 Women, 3 of which are marked\nF"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "ourth Night - Woman tokens\n4 Women, 1 of which is marked\n\nJack places the Woman tokens facedown on red numbered circles of the\ngame board. He may arrange them any way he wishes.\nThe Woman tokens marked with red on their faces represent Jack the\nRipper's possible targets. The Woman tokens with only white on their faces are\nfake targets, used to confuse the police detectives, according to Jack's strategy.\nRemember, the red-marked faces remain hidden as Jack places them. Jack is\nthe only one who knows the actual targets!\nNote: On the second and subsequent Nights of the game, Jack cannot place\nWoman tokens on the red numbered circles occupied by red Crime Scene\nmarkers.\n\nJack places Woman tokens facedown on red numbered circles. He is the\nonly one who knows which ones are marked. His next vict"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "im is among\nthem!\n3. Police: Patrolling the Streets\nThe detectives turn over the top tile of the Head of the Investigation pile. The\nplayer controlling the Policeman of the corresponding color is the Head of the\nInvestigation for the current Night.\nThe Head of the Investigation leads the investigation. On the first Night, he\nplaces the seven Police Patrol tokens on the yellow-bordered Crossings in any\narrangement he wishes.\nSome of the tokens have faces marked with the five colors of the Policeman\npawns. Two tokens (the completely black ones) are fake Patrols, used to\nconfuse Jack, according to the Head of the Investigation's strategy.\nRemember, the marked faces of the Police Patrol tokens remain hidden as\nthey are placed. The Head of the Investigation is the only one who knows the\nactual "
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "positions of the Policemen!\nThe Head of the Investigation places the Police Patrol tokens on the\ngame board. Jack must guess where the Policemen are and try not to get\ncaught!\nFrom the second Night on, the Head of the Investigation places the Police\nPatrol tokens as he wishes among seven locations according to the following\nrestrictions:\nFive of the tokens must be placed on the positions that were occupied\nby the Policeman pawns at the end of the previous Night. The tokens\ndo not need to match the colors of the pawns that previously occupied the\npositions, and they can also be fake patrols.\nTwo tokens must be placed on yellow-bordered Crossings that were not\noccupied by Policeman pawns at the end of the previous night.\n\nOn the second Night, the new Head of the Investigation places the Poli"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "ce\nPatrol tokens. He must place a token where each Policeman pawn was\nleft from the Night before, but he may also place tokens on two yellow-\nbordered Crossings, and may mix up the placement of real and fake Patrols\nto improve the detective's strategy, hoping to confuse Jack and control the\ngame board. The Police are getting ready to hunt Jack once again!\nOptional Rule: From the second Night onward, after the Police Patrol tokens\nhave been placed, Jack can use one Jack's Letter each Night (see \"Jack's Letters,\"\npage 22).\n4. Jack the Ripper: The Victims are Chosen\nAll of the Woman tokens are turned faceup. Those marked with red are\nreplaced with Wretched pawns. Those not marked are simply removed from\nthe game board. The Time of the Crime token is placed on the yellow Roman\nnumeral I of the"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": " move track.\n5. Jack the Ripper: Blood on the Streets\nNow, Jack must decide whether to kill a target or wait a little bit longer. \nWaiting gives Jack more time to escape, but also gives the Head of the \nInvestigation the opportunity to move the Wretched pawns in ways that might \ninconvenience Jack. (But if the Time of the Crime token is on the Roman numeral \"V,\" \nJack can no longer wait and must choose to kill.)\nIf Jack decides to kill, he chooses one of the Wretched pawns on the game board and \nreplaces it with a Crime Scene marker. Return the Wretched pawn and one red-marked Woman \ntoken to the game box. If Jack decides to wait, the Night continues with phase 6, \"Police: Suspense Grows.\"\nJack chooses his victim and converts the Wretched pawn into a Crime Scene marker. \nA corpse lies butc"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "hered on the street! Note: On the third Night, September 30th, \nthere are two murders. See \"The Third Night: The Double Event,\" page 21, for the relevant rules. \nIf Jack decides to kill, the Night then continues with phase 8, \"Jack the Ripper: A Corpse on the Sidewalk.\"\n6. Police: Suspense Grows\nFirst, the Time of the Crime token is moved on to the next yellow Roman numeral in ascending order.\nThen, the Head of the Investigation must move each of the Wretched pawns on the game board.\nEach one must move along dotted lines to an adjacent, unoccupied numbered circle.    \nA Wretched pawn must obey the following \nmovement restrictions. It cannot: end its movement adjacent to a Police Patrol token; \ncross a Police Patrol token during the Wretched's movement; or end its movement \nin a circle cont"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "aining a Crime Scene marker. \nIf a Wretched has no legal moves, it remains in its current circle. \n7. Jack the Ripper: Ready to Kill\nJack chooses a Police Patrol token and reveals it.  If it is a fake Patrol (with a black face), \nit is removed from the game board.  Otherwise, it remains on the game board, faceup.\nThen, the game continues with another iteration of Hell phase 5, \"Jack the Ripper: Blood on the Streets.\"    \n8. Jack the Ripper: A Corpse on the Sidewalk\nUsing his pencil, Jack records on his sheet, in the space corresponding to the Roman numeral currently \nmarked by the Time of the Crime token, and on the row corresponding to the current Night, the number \nfrom the numbered circle that's marked by the Crime Scene token he just placed on the game board. \nJack is now located at th"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "at numbered circle.  For the rest of the Night he will be moving between \ncircles, trying to get back to his Hideout without being caught.  To prepare for the Hunting, \nJack places the second Jack pawn on the game board's move track, on the space marked by the\nTime of the Crime token.  That Jack pawn is used to keep track of Jack's moves while he tries to escape.    \n9. Police: Alarm Whistles\nThe detectives reveal all the Police Patrol tokens that have not yet been revealed.\nThey replace the color-marked tokens with the corresponding Policeman pawns and remove\nhe fake tokens from the game board. They also remove from the game board any Wretched pawns still in play.    \n\nSecond Part: Hunting\n1. Jack the Ripper: Escape in the Night\nJack moves from his current numbered circle to an adjacent n"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "umbered circle, following the dotted lines.\nHe may not move over a Crossing occupied by a Policeman pawn.  Jack plots his move secretly, noting his \ndestination circle on his sheet in the next available space to the right of his current location, in the \nrow representing the current Night.  Once his destination has been secretly noted, Jack moves his Jack \npawn one space rightward on the game board's move track.  His pawn's location should always correspond \non the track to the Roman or Arabic numeral of the move he just made.    \nNote: Jack cannot choose a destination that would force him to move over a Crossing occupied by a Policeman pawn. \nIf, for this reason, Jack cannot make a legal move, he loses the game!    \nIf he wishes, Jack can replace his normal movement with a Special Movemen"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "t.\nTo do so, he must expend a Coach or Alley token.  See \"Special Movements,\" page 19, \nfor more information.  If Jack moves onto his Hideout, he may declare that \nhis escape was successful, and the current Night's Hunting ends.  See \"The End of the Hunting,\" \npage 18, for more information.  If Jack runs out of moves (that is, if he fills in the \"15\" square \non his sheet) without reaching his Hideout and declaring his escape, he loses the game.  \nSee \"The End of the Game,\" page 22, for more information.\n2. Police: Hunting the Monster\nAfter consulting together, the detectives move their Policeman pawns.  Each player moves the pawn(s) whose Policemen he controls, starting with the Head of the Investigation and proceeding clockwise around the table.  If a player controls multiple pawns, he ch"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "ooses the order in which he moves them.  The Policeman pawns are moved along the dotted lines.  When moving, a policeman can move up to a distance of two (0, 1, or 2) Crossings.  Policeman pawns ignore numbered circles when moving.    \nWhen moving, a Policeman pawn can move over other Policeman pawns, but cannot end its move in the same Crossing as another Policeman pawn.    \n3. Police: Clues and Suspicion\nOptional Rule: If the False Clue optional rule is being used, Jack can collect and use False Clue markers in this phase.  See \"False Clues,\" page 23.    \nStarting with the Head of the Investigation and proceeding clockwise around the table, each detective states, for each Policeman pawn he controls, that the Policeman is either looking for clues or executing an arrest.  Both types of act"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "ions can be undertaken in the numbered circles adjacent to that Policeman pawn (i.e., in the numbered circles directly connected by dotted lines to the Crossing where the Policeman pawn is located).  There cannot be an intervening Crossing on the dotted line connecting the Crossing the Policeman pawn is on and the circle he wants to search for clues or make an arrest in.    \nNumbered circles 99, 100, and 120 are adjacent to the yellow Policeman pawn.  Circle 83 is not adjacent, because the route to 83 is interrupted by a Crossing.  Each Policeman pawn can execute only one action.  That is, it can either look for clues or execute an arrest, but not both.  (However, if a player controls several Policeman pawns, he can choose a different action for each one.)    \n\nLooking for Clues\nTo look fo"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "r clues, the detective announces the number of an adjacent numbered circle he wishes to inspect.  Jack checks to see if that number appears anywhere on his sheet in the current Night's row.  If it does, he places a Clue marker on that numbered circle, and that Policeman's action ends.  If it does not appear, the detective announces the number of another adjacent numbered circle.  This process repeats until either a Clue marker is placed or no more adjacent numbered circles remain to be inspected.    \nThe yellow Policeman decides to look for clues.  He announces \"99!\"  That number does not appear in the current Night's row, so Jack replies negatively.  The yellow Policeman calls \"100!\"  That number does appear in the current Night's row, so Jack places a Clue token on the corresponding numb"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "ered circle.  Jack's been there tonight... but how long ago?  Even through numbered circle 120 is also adjacent to the yellow Policeman's location, the yellow Policeman cannot investigate it now because finding a clue ends his action.    \nOptional Rules: If the False Clue rule is being used, Jack receives a False Clue marker every time he reveals five Clue markers in the same Night.  See \"False Clues,\" page 23, for more information.    \n\nExecuting an Arrest\nTo execute an arrest, the detective announces the number of one (and only one!) numbered circle that is adjacent to his Policeman pawn.  If the announced number is Jack's current location (that is, the most recent number Jack recorded on his sheet), Jack is arrested and loses the game.  If the announced number is not Jack's current loca"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "tion, no further information is given and that Policeman's action ends.    \nThe yellow Policeman decides to execute an arrest.  He chooses circle 99, which is adjacent.  Jack checks his current location and replies negatively.  If Jack isn't there, where is he?    \nIf Jack has neither been caught nor reached his Hideout after all Policemen have taken actions, play proceeds with another iteration of Hunting phase 1, \"Jack the Ripper: Escape in the Night.\"    \n\nThe End of the Hunting\nIf Jack is on the numbered circle he chose as his Hideout, he may declare his escape, and the Hunting - and with it, the Night - ends.    \nRemove all Clue markers from the game board.  Leave the Policeman pawns and Crime Scene markers in place.  Remove the Special Movement tokens and the Jack pawn from the move "
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "track.  If the False Clue optional rules are being used, discard any unused False Clue markers.  The next Night then begins with Hell phase 1, \"Jack the Ripper: Preparing the Scene.\"  Jack moves his Jack pawn to the next Night on the Night track.  Remember: If Jack fails to reach his Hideout and declare his escape by the end of the last possible move on his move track sheet (square \"15\"), he loses the game.    \n\nSpecial Movements\n\nInstead of carrying out a normal movement, Jack can decide to use one of his Special Movement tokens.  When used, a Special Movement token is placed on the space(s) of the move track corresponding to the turn that move was made.  That token cannot be used again that Night.  If Jack uses a Special Movement token, he must apply its effects. \nHe cannot use a Special"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": " Movement token and then make a normal movement, instead.    \n\nImportant: Jack cannot declare his escape if he just used a Special Movement to move onto his Hideout.  The last move that takes Jack into his Hideout must always be a normal move.    \n\nThere are two kinds of Special Movements:\nCoach: Jack can use a Coach to move to two adjacent numbered circles in succession on the game board at once like a double move.  Moreover, with the Coach, Jack can move through Crossings containing Policeman pawns.  The two numbered circles involved in a Coach move must be different from each other and from the circle he started the move from.  Both of the circles he moved to must be recorded in separate places on Jack's sheet in the proper order.  Jack's pawn on the move track is moved twice, and the C"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "oach token is placed so it covers both of those spaces on the move track.  Jack can use three Coaches on the first Night, two on each of the second and third Nights, and one on the fourth Night.    \nAlley: Jack can use an Alley to cross a block of houses, moving from one numbered circle on that block's perimeter to any other numbered circle on that perimeter.  A block of houses is an area of the game board that's completely bounded, but not interrupted, by dotted lines.  When Jack uses an Alley, he places that token on the corresponding space of the move track.  Jack can use two Alleys on each of the first and second Nights and one Alley on each of the third and fourth Nights. \n\nThe Third Night: The Double Event\nOn the third Night, September 30th, Jack the Ripper must kill two of the Wretc"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "hed.  Normal procedures are followed with the exception that Jack chooses two victims instead of one during phase 5, \"Jack the Ripper: Blood on the Streets.\"  Jack chooses two Wretched pawns and replaces each one with a Crime Scene marker.  Then he notes the number of those two numbered circles on his sheet in two consecutive cells: the one indicated by the Time of the Crime token and the one to its right.  He may record them in either order, as he prefers.    \nNote: Because the second Crime Scene of the third Night counts as Jack's first move that Night, the detectives act first, with play starting from Hunting phase 2, \"Police: Hunting the Monster.\"  The Hunting then proceeds as normal.    \nJack starts his escape from the location corresponding to the second (rightmost) number he recorde"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "d.  Jack places his Jack pawn on the space to the right of the Time of the Crime token on the Move track, as Jack's \"movement\" from the first crime scene to the second uses up his first move of the night.  The detectives know both crime scenes, but not their order, so they cannot be sure exactly where Jack is at the beginning of the third Night's Hunting.\nOn the third Night, Jack chooses two victims, placing Crime Scene markers on each of the numbered circles 3 and 27.  He secretly records on his sheet \"27\" and then \"3.\"  His second (rightmost) victim is the one on numbered circle 3, the location from which he'll begin his escape... But the detectives don't know which one is the correct one!\n\nSUGGESTIONS AND TIPS\nChoose the most expert player of the group for the role of Jack.    \nJack the"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": " Ripper should use the Coach and Alley tokens wisely, in order to have them when he really needs them.    \nJack the Ripper should not overestimate the number of moves he has left for the Night.  The detectives might force him into a fatal detour with an unexpected move at any time.    \nThe detectives should not necessarily focus on catching Jack on the first Night at all costs.  Early in the game, it is much more important to narrow down the areas where Jack's Hideout might be.    \nThe detectives will have to discuss their tactics in front of Jack, but they should wait for Jack to move before they start to talk to avoid giving away too much about their plans.    \nJack the Ripper should try to avoid giving away his location by the way he looks at the game board.    \n\nThe End of the Game\nJac"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "k the Ripper wins the game if he kills five victims without being caught, returning safely to his Hideout at the end of all four Nights.  The police detectives win the game if they catch Jack, or prevent him from reaching his Hideout within the permitted number of moves.    \n\nJack's Letters - optional Rules\n\nTo Help Jack the Ripper\nOn each of the second, third, and fourth Nights, Jack the Ripper can use one Jack's Letter to change the position of the Police Patrols.  A Letter can only be used after the Police Patrol tokens have been placed.  Once a given Letter is used and its effect applied, that Letter is removed from the game.  Another Letter cannot be used until the next Night.  Three of the Letters (Dear Boss, Saucy Jack, and From Hell) are played during the Hell phase 3, \"Police: Pat"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "rolling the Streets.\"  The remaining Letter (Goulston Street) is played during Hunting phase 1, \"Jack the Ripper: Escape in the Night.\"    \n\nThese are the effects of each Letter:\n\"Dear Boss\"\nJack moves a Police Patrol token (without looking at whether it is marked) from the A/a or C/b section of the game board to any unoccupied yellow-bordered Crossing.    \n\n\"Saucy Jacky\"\nJack chooses two Police Patrol tokens from the B/a or B/b sections of the game board.  The Head of the Investigation moves both of them to any other unoccupied yellow-bordered Crossings.    \n\n\"From Hell\"\nJack moves a Police Patrol token (without looking at whether it is marked) from the A/b or C/a section of the game board to any unoccupied yellow-bordered Crossing.    \n\n\"Goulston Street\"\nThis Letter represent graffiti ra"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "ther than an actual letter.  It is played during the Hunting, immediately after Jack has moved in phase 1, \"Jack the Ripper: Escape in the Night,\" but before any of the Policemen move in phase 2, \"Police: Hunting the Monster.\"  When Jack uses this Letter, Jack chooses either the red, green, or blue Policeman pawns.  Then, the Head of the Investigation selects either the chosen pawn (which represents the Metropolitan police) or the brown pawn (which represents the City of London police) and must immediately move that pawn to Goulston Street, which is indicated by the red-bordered Crossing at A5/b8.\n\nFalse Clues\nFor every five yellow Clue markers he reveals to the Police during a given Night, Jack gains a blue False Clue marker.  Jack can place one of these False Clue markers on any numbered"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": " circle at the beginning of phase 3, \"Police: Clues and Suspicion.\"  When placed in this way, a False Clue token blocks that numbered circle for the rest of the Night, meaning that a Policeman pawn cannot look for clues or execute an arrest there.    \n\nTo Help the Police\nRushing\nDuring Hunting, phase 3, \"Police: Clues and Suspicion\" each detective, starting with the Head of the Investigation and proceeding clockwise, has a third option to choose from for his action: rushing.    \n\nRushing: A detective chooses a Policeman pawn that can still act and moves it to an adjacent Crossing (ignoring numbered circles).    \n\nArea Arrests\nDuring phase 3, \"Police: Clues and Suspicion,\" when executing an arrest, the detective announces all of the numbered circles adjacent to his Policeman pawn's location"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": ".  If any of these numbered circles correspond to Jack's current location, Jack is arrested and loses the game.  Otherwise, no information is given.    \n\nCatch Me, If You Can\nDuring part 6 of the Game Preparation, when Jack secretly chooses one of the numbered circles on the game board as his Hideout, he cannot choose red numbered circles or numbered circles adjacent to them.  He then writes the number on the move track sheet as usual.    \n\nI Know Your Address\nDuring Hell, phase 3, \"Police: Patrolling the Streets,\" if the revealed Head of the Investigation tile is Swanson (brown Head of the Investigation) or Abberline (red Head of the Investigation), the Head of the Investigation detective can immediately execute an arrest, declaring the number of any circle on the game board.  If that num"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "bered circle was choosen by Jack as his Hideout, the detectives win the game.  This ability can be used only once during the game. \n\n\nSummary of Gameplay\n\nThe game is divided into four Nights.  Each Night is divided into two parts.  Each part has a number of different phases.    \n\nSPECIAL THANKS BY THE DESIGNERS\n\nTo Alessandro Drei for his immense help, to Loris Casagrandi, Rob Robinson, and Don C. Donelson for their precious suggestions, to Rosalia Alvisi and Linda Cavina for the advertising they have done and they still do, to Massimiliano Calimera and all the journalists of Gioconomicon for their true and honest service, to Alessandro Lonzi and Marina Morbidoni for their great photo shoots, and to Andrea \"Jack\" Dominici and Chiara \"Sventurata\" Pappi for their great performance in those "
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "pictures, to R.R. \"Zombiegod\" for those great inspiring pictures, and lastly to Roberto Di Meglio for his trust in us.    \n\nA Table:\n\"First Part: HELL\"\n\n\"1\" \"Jack the Ripper: Preparing the Scene.  Jack collects the Special Movement tokens.    \n\"2\" \"Jack the Ripper: The Targets are Identified.  Jack places Woman tokens facedown on red numbered circles.  Jack cannot place tokens on circles occupied by Crime Scene markers.    \n\"3\" \"Police: Patrolling the Streets.  The detectives reveal a Head of the Investigation tile.  That player will be the Head of the Investigation for the current Night.  He places seven Police Patrol tokens on the game board.    \n\"4\" \"Jack the Ripper: The Victims are Chosen.  The Woman tokens are revealed.  Those marked with red are replaced with Wretched pawns.  The Tim"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": "e of the Crime token is placed on the yellow Roman numeral I on the move track.    \n\"5\" \"Jack the Ripper: Blood on the Streets.  Jack chooses between killing a victim (and jumping to phase 8) or waiting (continue to phase 6).    \n\"6\" \"Police: Suspense Grows.  The Time of the Crime token is moved to the next Roman numeral in ascending order.  The Head of the Investigation moves each Wretched pawn.    \n\"7\" \"Jack the Ripper: Ready to Kill.  Jack chooses and reveals a Police Patrol token.  The game continues with another iteration of phase 5.    \n\"8\" \"Jack the Ripper: A Corpse on the Sidewalk.  Jack records on his sheet the number of the circle marked with the most recent Crime Scene marker.    \n\"9\" \"Police: Alarm Whistles.  The detectives reveal the remaining Police Patrol tokens, replace the"
    },
    {
        "game": "letters_from_whitechapel_rulebook",
        "text": " marked ones with the corresponding Policeman pawns, and remove from the game board the remaining Wretched pawns.  The Hunting begins!    \n\nA Table:\n\"Second Part: HUNTING\"\n\"1\" \"Jack the Ripper: Escape in the Night.  Jack moves from his current location to an adjacent numbered circle, following dotted lines, recording his new location, and advancing his pawn on the move track.    \n\"2\" \"Police: Hunting the Monster.  Each detective moves his own Policeman pawn(s), starting with the Head of the Investigation and proceeding clockwise.    \n\"3\" \"Police: Clues and Suspicion.  Starting with the Head of Investigation and proceeding clockwise, each Policeman pawn takes an action, either"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "A GAme of Thrones\noverview\nA Game of Thrones: The Board Game is a game for three to six \nplayers, based on George R. R. Martin’s bestselling A Song of Ice \nand Fire novels. In A Game of Thrones: The Board Game, players \neach control one of six Great Houses seeking dominance over the \nlands of Westeros. By mustering armies, conquering territory and \nforming alliances, each House strives to control the most Castles \nand Strongholds so it may ultimately claim the Iron Throne. \nobjecT of The GAme\nAt the end of the 10th game round, the House that controls the \nmost areas containing either a Castle or Stronghold is declared the \nwinner. If, at any time during the game, a player controls seven such \nareas, that player immediately wins the game.\n2\ncomponenT Lis T\n ɇ This Rulebook\n ɇ 1 Game Board \n"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " ɇ 138 Colored Plastic Units consisting of:\n • 60 Footmen (10 per House)\n • 30 Knights (5 per House)\n • 36 Ships (6 per House)\n • 12 Siege Engines (2 per House)\n ɇ 81 Large Cards consisting of:\n • 42 House Cards (7 per House)\n • 30 Westeros Cards\n • 9 Wildling Cards\n ɇ 24 Small Tides of Battle Cards\n ɇ 2 Reference Sheets\n ɇ 6 House-specific Player Screens\n ɇ 266 Cardboard Tokens consisting of:\n • 90 Order Tokens (15 per House)\n • 120 Power Tokens (20 per House)\n • 18 Influence Tokens (3 per House)\n • 6 Supply Tokens (1 per House)\n • 14 Neutral Force Tokens \n • 6 Victory Point Tokens (1 per House)\n • 6 Garrison Tokens (1 per House)\n • 1 Iron Throne Token\n • 1 Valyrian Steel Blade Token\n • 1 Messenger Raven Token\n • 1 Game Round Marker\n • 1 Wildling Threat Token\n • 1 King’s Court Overlay\n“Th"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "e Iron Throne is mine by rights. All those who deny that are my \nfoes.” - Stannis Baratheon \n“The whole of the realm denies it, brother. Old men deny it with their \ndeath rattle, and unborn children deny it in their mothers’ wombs. They \ndeny it in Dorne and they deny it on the Wall. No one wants you for \ntheir king... You may well have the better claim, but I have the larger \narmy.” - Renly Baratheon\n“When you play the game of thrones, you win or you die.”  \n- Cersei Lannister\nNumber of Players\nA Game of Thrones: The Board Game supports three to six \nplayers. If playing with three, four, or five players, first read this \nentire rule book and then follow the instructions under “Playing \nwith Fewer Than Six Players” on page 28 .\n\nA GAme of Thrones\n3\ncomponenT o verview\nThe following list br"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "iefly describes the components found in  \nA Game of Thrones: The Board Game.\nGame Board\nDisplays the continent of Westeros and \nseveral important game tracks.\nPlayer Screens\nUsed by players as a reference guide \nand to hide available Order tokens from \nopponents.\nPlastic Units\nFootmen, Knights, Ships, and Siege Engine \nunits, representing the military might of  \neach House. \nOrder Tokens\nImportant commands issued by players to \nunits in areas on the game board.\nPower Tokens \nRepresent political and economic influence \nin Westeros. These are used in bidding and to \nestablish control of game board areas.\nInfluence Tokens\nUsed to indicate the position of each House on \nthe three Influence tracks.\nSupply Tokens\nUsed on the Supply track to indicate the \nmaximum size and quantity of armies each "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "player \ncan field on the game board.\nVictory Point Tokens\nPlaced on the Victory track to indicate how \nclose each House is to winning the game. \nReference Sheets\nProvide helpful reference information \nabout card and token effects in A Game of \nThrones: The Board Game.\nNeutral Force Tokens\nRepresent the forces of independent \nareas unwilling to submit to player control \nwithout resistance.\nGarrison Tokens\nRepresent the inherent defensive strength \nof each player’s home area.\nDominance Tokens\nAwarded to the dominant player on each \nof the three Influence tracks on the game \nboard: the Iron Throne, the Fiefdoms, and \nthe King’s Court. These tokens provide their \nowners with special abilities used at various \npoints in the game.\nGame Round Marker\nTracks how many game rounds have been played.\nH"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ouse Cards  \nRepresent important characters from \nA Song of Ice and Fire called upon  \nduring combat.\nWesteros Cards \nRepresent random events and game procedures \nthat occur at the start of each game round.\nTides of Battle Cards \nOptional game module that enhances the risks \nand uncertainty of combat. \nWildling Cards and Threat Token\nTracks the strength and effects of attacks \nagainst Westeros by the northern wildlings. \nThe King’ s Court Overlay\nBalances the availability of Special Order tokens in three and \nfour players games.\n\nA GAme of Thrones\n4\nBefore playing the game, perform the following steps in order:\n1. Prepare the Game Board: Unfold the game board and \nplace it in the center of the play area.\n2. Prepare the Wildling Deck and Wildling Threat \nToken: Shuffle the Wildling cards to"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " form a deck. Place this deck \non the space provided at the top of the game board. Then place the \nWildling Threat token on the “2” position of the Wildlings track. \n3. Prepare the Westeros Decks: Separate the Westeros \ncards into decks according to their roman numeral (I, II, or III). \nShuffle each deck and place them separately facedown next to \nthe game board.\n4. Place the Neutral Force Tokens:  First collect the \nNeutral Force tokens marked with the correct range of \nplayers. Then place those tokens on the areas of the game \nboard matching the name on each token.  \n \nFor example, in a three-player game, place only Neutral Force \ntokens marked with the “3” icon. \nUsed only with \nthree players\nUsed with four or \nfive players\nAll Neutral Force tokens are double-sided. One side is used \nex"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "clusively when playing with three players. The reverse side is \nused if the current number of players fall within the indicated \nplayer range. After placing all necessary Neutral Force tokens, \nreturn any unused tokens to the box.\nWhen playing with four, five, or six players, not every Neutral \nForce token is used. See “Playing With Fewer Than 6 players” on \npage 28 for a complete list of which tokens to place. \n5. Place Game Round Marker: Place the Game Round \nmarker on the “1” position of the Round track.\n6. Determine Player Houses: Each player now selects which \nHouse he wishes to control during the game (Stark, Lannister, \nGreyjoy, Tyrell, Baratheon, or Martell).  Alternatively, players \nmay randomly determine which House each player will control. \nWhen playing a game with fewer than s"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ix players, some Houses \nare not eligible to be played, see page 28.\n7. Gather House Materials: Each player gathers all \nmaterials belonging to his House. These are: 1 player screen, \n7 House cards, 15 Order tokens, 1 Supply token, 3 Influence \ntokens, 1 Victory Point token, 1 Garrison token, and all \nplastic units of his color (do not take any House-specific \nPower tokens yet).\n8. Place Influence, Victory and Supply Tokens: Each player \nplaces his Victory, Supply, and Influence tokens on the game \nboard tracks as instructed by his player screen. Unlike the \nInfluence tracks, more than one House may share the same \nposition on the Victory and Supply tracks. \n \nIf playing with fewer than six players, slide every Influence \ntoken to the left (towards the “1” position) on each Influence \ntrac"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "k to fill any leftward empty position (in other words, the \nhighest numbered positions on each track remains empty \nand unused in games with fewer than six players). The Setup \nDiagram on page 5 illustrates how Influence tokens have been \nshifted left in a four-player game. \n \nThe Houses occupying each “1” (i.e., left-most) position on each \nInfluence track now claim the pictured Dominance token for \nthat track (the Iron Throne, the Valyrian Steel Blade, or the \nMessenger Raven token).\n9. Place Units:  Each player then places all of his starting \nunits on the game board according to the instructions on his \nplayer screen.\n10. Place Garrison Tokens: Each player places his Garrison \ntoken on his home area (matching the area name on the token). \n11. Gather Power Tokens:  Place all Power token"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "s (for \nall Houses) in a central pile. This pile of Power tokens is \nreferred to as the “Power Pool.” Each player then takes five \nPower tokens matching his House from the Power Pool.\nThe game is now ready to begin!\nExceeding the  Components Provided\nEach House is provided a limited number of units, \ntokens, and cards. If a player is using all his components of \na particular type, he may not bring additional components \nof that type into play. Units that are destroyed in combat (or \nremoved from the board for any other reason) are available to \nbe mustered again. \nGAme seTUp\n\n5\nA GAme of Thrones\n1. Game Board\n2. Wildlings Track\n3. Wildling Deck\n4. Westeros Deck I\n5. Westeros Deck II\n6. Westeros Deck III\n7. A Neutral Force Token\n8. A Garrison Token\n9. Round Track\n10. Victory Track\n11. Suppl"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "y Track\n12. Influence Tracks\n13. Player Screens\n14. House Cards (Player Hand)\n15. House Cards (Discard Pile)\n16. Order Tokens\n17. Available Power Tokens\n18. Power Pool\n19. Dominance Tokens\n20. King’s Court Overlay (3-4 players only)\nSetup Diagram  (four-player example)\n11\n12\n13\n1\n9\n8\n10\n3\n4\n 6\n5\n2\n18\n19\n15\n16\n17\n14\n19\n14\n17\n15\n16\n 13\n19\n17\n15\n13\n14\n16\n17\n15\n13\n14\n16\n20\n7\n6\nA GAme of Thrones\nThe Player Screen\nEach player takes the player screen that represents his \nHouse. The player screen provides reference information, setup \ninformation, and enables players to sort and store components \n(such as Order tokens) privately during the game.\n1. Order token reference\n2. Starting units information\n3. Starting position on Supply, Influence, and Victory tracks\n4. House unit setup map (illustrating"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " the starting units  \n information)\n1\n2\n3\n4\nImportant Terms! \nBe sure to read and understand the following terms \nbefore continuing:\nUnit:  A plastic Ship, Footman, Knight, or Siege \nEngine. Other component types (including Garrisons, \nNeutral Forces, or Influence tokens) are not units.\nArea: A region of Westeros as depicted on the game \nboard and divided by white or red borders. An area is either \na sea area (red borders) or a land area (white borders).\nHome Area: A land area containing the printed shield \nof its House. For example, Winterfell is the home area of \nHouse Stark.\nTurn Order: Any game mechanic that operates in \n“turn order” is resolved in the order of House position on \nthe Iron Throne Influence track. The first House (in the “1” \nposition) always acts first, followed by the "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "second House \n(in the “2” position), etc.\nHouse/Player: Interchangeably used in these rules \nwhen referring to a player and/or the House he controls. \nEnemy/Opponent: Describes any game component or \narea controlled by another player, or describes the rival \nplayer himself. \nFriend/Friendly:  Game components or game board \nareas belonging to the same player.\nArmy/Armies: An army is defined as two or more \nfriendly units sharing the same sea or land area. A single \nunit occupying an area is not considered an army (and is \ntherefore unaffected by changes in supply, see page 8).\nAvailable Power: Power tokens in a player’s play area, \navailable to be bid or otherwise spent during gameplay. \nPower tokens in the Power Pool are not considered available \npower. For example, during game setup, each"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " House receives \nfive Power tokens from the Power Pool. In this way, each House \nhas five available power at the beginning of the game.\nCollect/Receive/Discard Power: When instructed \nto receive or collect power, a player takes the indicated \nnumber of Power tokens bearing his House insignia \nfrom the communal Power Pool. When instructed to \n“discard” power, the player takes the Power tokens from \nhis available power and returns them to the Power Pool.  \nA player may only collect, receive, or discard Power tokens \nbearing the insignia of his own House.\nDestroy:  A unit that is destroyed during the game is \nremoved from the game board and returned to a player’s \navailable units in his play area.\nEmbattled Area: The area in which a combat currently \nis taking place.\nThe Houses of Westeros\nDu"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ring the time of A Song of Ice and Fire in which A Game \nof Thrones: The Board Game is set, the following Houses are the \nprincipal players in the struggle for the Iron Throne.\nHouse Stark “Winter is Coming” \nA reclusive family with honorable traditions that has been \nreluctantly pulled into the game of thrones. \nHouse Greyjoy “We Do Not Sow” \nNurturing wounds from its failed rebellion, this bitter clan \nhas bided its time to once more launch its longships upon the \nwestern coasts of Westeros.\nHouse Lannister “Hear Me Roar” \nAn ambitious family whose rich gold mines and relentless \ncunning has made them a formidable and dangerous \npower in the realm.\nHouse Martell “Unbowed, Unbent, Unbroken“ \nFierce and unforgiving, this ancient family has thrived and \ngrown powerful under the scorching su"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "n of Dorne. \nHouse Tyrell “Growing Strong” \nEven as their fertile lands are considered the heart of \nchivalry in Westeros, this proud family has never sat \nupon the Iron Throne; a fact it hopes to soon correct.\nHouse Baratheon “Ours is the Fury” \nThe troubled but strong-willed family of Robert Baratheon, \nthe late King, holds the strongest claim of succession to the \nIron Throne.\n\n7\nA GAme of Thrones\nA Game of Thrones: The Board Game is played over 10 game rounds, \neach consisting of the following three phases:\n1. The Westeros Phase (skipped game round 1) \nThe top card of each Westeros deck is drawn, after which  \neach card is resolved in order (I, II, then III).  Westeros cards \nrepresent important game procedures and events.\n2. The Planning Phase \nEach player simultaneously assigns faced"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "own Order tokens to \neach area containing one or more of his units. \n3. The Action Phase \nThe Order tokens assigned during the Planning Phase are now \nresolved. The majority of player activity in A Game of Thrones: \nThe Board Game takes place during this phase.\nAfter each Action Phase, a new game round begins, starting \nwith another Westeros Phase.\nIf at any time during the game a player controls seven areas \ncontaining a Castle or Stronghold, the game is over and that \nplayer is the winner. Otherwise, the game lasts until the end of \nthe 10th game round, at which point the player who controls the \nmost areas containing a Castle or Stronghold wins the game (see \n“Winning the Game” on page 16). \nThe wes Teros phAse\nDuring this phase, players draw and resolve three Westeros \ncards, one from "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "each Westeros deck. \nNote: Skip this phase during the first game round, proceed \ninstead directly to the Planning Phase.\nThe Westeros Phase consists of the following steps:\n1. Advance Game Round Marker: Advance the Game \nRound marker one position on the Game Round track. \n \nIf the Game Round marker was on the 10th space at the start of \nthe Westeros Phase, it’s not possible to advance the Game Round \nmarker. Instead, the game is over and a winner is determined \n(see “Winning the Game” on page 16). \n2. Draw Westeros Cards: Reveal the top card of all three \nWesteros decks.\n3. Advance Wildlings Track: Count \nthe number of Wildling icons on the \nthree revealed Westeros cards (if any) and \nmove the Wildling Threat token forward \nthat many spaces on the Wildlings track. \nIf, during this step, th"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "e Wildling Threat \ntoken reaches position “12”, a Wildling Attack is immediately \nresolved (ignore any surplus Wildling icons). Read how to \nresolve wildling attacks on page 22. \n \n4. Resolve Westeros Cards: Now, in order of deck \nnumber (starting with numeral I), resolve each revealed \nWesteros Card. \n \nTo resolve a Westeros card, simply read the card’s text and \nimplement its effects. Many cards are self-explanatory, but \nsome require a detailed understanding of their specified \neffect. The resolution effects of those important Westeros \ncards are found on the following pages.\nThe GAme roUnd\nWildling Icon\nThere are three decks of Westeros cards, each marked \nwith a roman numeral. When revealing and later resolving \nWesteros cards during the Westeros Phase, always start with \ndeck I, foll"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "owed by deck II, and then deck III. \n1. Event Title and Artwork\n2. Deck Number: The number in the right-hand box \nindicates which Westeros deck this card belongs to (also \nindicated on the card back).\n3. Text Effect: Describes how this card affects gameplay. \n4. Wildling Icon: Some cards show a Wildling icon in the \nupper right corner. During the Advance Wildlings Track step, \nthe Wildling Threat token is advanced one space for each of \nthese icons present on the drawn Westeros cards.\nThe Westeros Cards\n1\n4\n2\n3\nA GAme of Thrones\n8\nWesteros Card: Supply\nArmies require enormous amounts of supplies to function \nefficiently: food, water, steel, horses, clothing, etc. Without adequate \nprovisions, an army will quickly deteriorate.\nWhen resolving the “Supply”  Westeros card, \neach House, in turn"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " order, counts the number \nof Supply icons printed in areas it controls, and \nthen moves its Supply token on the Supply track \nto reflect that level of supply.\nEach column on the Supply track has a resulting set of flags. \nThese flags illustrate the number of different armies, and the \nmaximum number of units in each such army, that a House may \nfield on the game board.\nFor example, a House with a supply of “3” may field four armies: one \narmy with a maximum of three units, and three smaller armies each \nwith a maximum of two units.\nReminder: An army is defined as two or more friendly units in \nthe same land or sea area. A single unit is not considered an army, \nand has no supply consideration.\nIn the illustration above, Stark (with actual supply of two) is able \nto field up to three armie"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "s, being two armies each containing two \nunits, and one army containing up to three units. Both Lannister and \nBaratheon have more supply, and therefore can field proportionally \nmore (and larger) armies. \nAfter a player adjusts supply, he must ensure the actual number \n(and size) of his armies on the game board do not exceed his \nsupply limits. If his armies do exceed new supply limits, he must \nimmediately remove units from the game board until his army \nnumber (and size) conforms to that allowed by his position on the \nSupply track.\nOther Suppl y ruleS\n ɇ A player is allowed to have fewer and/or smaller armies \nthan the limit provided by his position on the Supply track.\n ɇ Though a Knight or a Siege Engine unit are stronger than \nFootmen or Ship units, they only count as one unit for t"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "he \npurpose of supply.\n ɇ Though a player may gain or lose Supply icons on the game \nboard throughout one or more Action Phases, his armies \nare reconciled only when the Supply track is adjusted (via a \n“Supply” Westeros card, or other game effects). \n ɇ A player is never allowed to take any action in the game \nthat would cause him to exceed his actual supply limit \nas dictated by his position on the Supply track (such as \nmustering, marching or retreating, all explained later).\nSupply Icon\nSupply Example\nLannister has recently lost control of Riverrun and \nSeagard to Greyjoy (each of which contains a single Supply \nicon). During a later Westeros Phase, a “Supply” card is \nrevealed. Due to the loss of these areas, Lannister must now \nadjust his actual Supply from 5 to 3. \nBefore the “Suppl"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "y” card is drawn, Lannister has four armies \nof 4, 3, 2, and 2 units. \nLannister also controls several areas containing a single \nunit, but as single units do not form an army, supply limits \nhave no effect on them. \nAs Lannister’s supply drops to 3, he can no longer \nadequately supply some of its armies. As indicated on the \nSupply track, a supply of 3 allows Lannister to field four \narmies with the sizes: 3, 2, 2, and 2. To reconcile with his new \nsupply level, Lannister destroys one of his Footmen at The \nTwins and one of his Footmen at Harrenhal. \n\n9\nA GAme of Thrones\nWesteros Card: Mustering\nThe “Mustering” Westeros card represents the efforts of the \ngreat Houses in calling their bannermen to action, in training \nand outfitting warriors, assembling warships, and constructing \nmassive"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " engines of war. \nWhen resolving the “Mustering” Westeros card, each player, \nin turn order, may recruit new units into each area he controls \nthat contains a Castle or Stronghold. Each Castle or Stronghold \nprovides mustering points which may be spent to recruit new \nunits in its area: \nStrongholds each provide 2 \npoints of mustering\nCastles each provide 1 point of \nmustering\nThe mustering cost of each unit type is as follows: \nFootman: Costs 1 point of mustering \nKnight: Costs 2 points of mustering (or 1   \npoint if upgraded from a Footman) \nShip: Costs 1 point of mustering \nSiege Engine: Costs 2 points of mustering (or   \n1 point if upgraded from a Footman)  \nA mustered unit is taken from its player’s unused units, and \nplaced directly into the area of the Castle or Stronghold that \npro"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "vided the mustering point(s) to muster it. \nA Footman unit located in a mustering area (i.e., an area \ncontaining a Castle or Stronghold) may be upgraded to (i.e., replaced \nwith) a Knight or Siege Engine unit for a cost of 1 mustering point. \nA player may never muster a unit that would create or \nexpand an army beyond his actual supply limit. In other words, \nif mustering a new unit would cause a player to have more (or \nlarger) armies than allowed by his position on the Supply track, \nthat unit cannot be mustered. \nIf an area containing a Castle or Stronghold is unable to muster  \nor upgrade a unit (or its owner decides not to muster or upgrade in \nthis area) its mustering points are lost (i.e., they do not contribute to \na future mustering here). \nEach player must resolve all his muster"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ing (for all areas \ncontaining his Castles and Strongholds) before the next player in \nturn order can start his mustering.\nMustering Ship Units\nShip units, like other units, are mustered by an area containing \na Castle or Stronghold. Unlike other unit types, however, Ship units \nmay only be placed in a port connected to the mustering area or in an \nadjacent sea area (see page 25 for more detail on ports).\nShip units cannot be mustered into sea areas that contain one \nor more enemy ships. If a Castle or Stronghold area has no port or \neligible adjacent sea areas, no Ship units can be mustered there.\nRemember that two or more Ship units in the same sea \narea are considered an army, and must conform to a House’s \nsupply restrictions like any other army. (While it would be more \naccurate to ca"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ll multiple Ship units a fleet, the term army is used \nfor simplicity.) \nUnlike Ship units, Footmen, Knight, and Siege Engine units may \nnever be mustered in ports or sea areas.\nMustering Example\nA Mustering card is revealed during the Westeros Phase. \nLannister (with Supply of 3) is first player in the turn order and \nnow musters new units. \n1. He uses one of the two mustering points provided in \nLannisport to place a Footman unit at Lannisport and the other \nto place a Ship unit in the Golden Sound.\n2. Turning his attention to Harrenhal, he uses its single \nmustering point to upgrade one of his two Footmen units there \nto a Knight (upgrading does not affect army size).\n3. Since he already has an army of three Knights at Riverrun, \nhe uses one of his mustering points at Riverrun to place "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "another \nShip in the Golden Sound (which is adjacent to Riverrun), \ncreating an army of two Ships. He cannot use the one remaining \nmustering point at Riverrun since he has met his Supply limit.\n4. Lannister also controls Stoney Sept, but since that area  \ncontains neither a Castle or Stronghold, no mustering takes \nplace there.\n1\n4\n2\n3\n10\nA GAme of Thrones\nWesteros Card: Clash of Kings\nFrom the invasion of the First Men to the reign of the Andal \nkings; from the fiery conquest of the Targaryens to the rebellion of \nRobert Baratheon, the continent of Westeros has known constant \nmilitary upheaval. Yet, the game of thrones is not always played \non the battlefield. Intrigue, betrayal, and assassinations have felled \nmany a contender, and so has lack of support from the minor houses \nof Weste"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ros. A House that dares set its eyes on the Iron Throne must \nturn many wheels within wheels to achieve its ends. \nThe “Clash of Kings” Westeros card simulates the intrigue and \nplotting quietly taking place behind the curtain of war, affecting it in \nmany subtle (and some not-so-subtle) ways.\nTo resolve “Clash of Kings,” first remove all Influence tokens \nfrom the three Influence tracks on the game board. Players then \nbid available power for position on the three tracks. The bidding \nis resolved one track at a time, starting with the Iron Throne \ntrack, followed by the Fiefdoms track, and ending with the King’s \nCourt track. \nBidding on the Influence T racks\nWhen bidding on each Influence track, players first hide all \ntheir available power tokens behind their player screens. Then each \n"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "player secretly places any number of his available power tokens \ninto his hand, hiding them in a closed fist. Once all players have \nmade their selections, everyone simultaneously reveals their bid by \nopening their hands. \nThe player with the highest bid places one of his Influence \ntokens on the “1” position of the track being bid upon. The player \nwith the second highest bid places one of his Influence token on \nthe “2” position of the same track, the third highest player on the \n“3” position, etc.\nThe outcome of all ties in bidding is decided by the player \nholding the Iron Throne token. This player places the Influence \ntokens of tied players on the highest (i.e., left-most) available \npositions on the track, in the order of his choice.\nAll power tokens bid by players, regardless of o"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "utcome, are \ndiscarded to the Power Pool.\nAfter all Influence tokens have been placed on the track \nundergoing bidding, the player occupying the track’s “1” position \nis awarded its Dominance token (Iron Throne, Valyrian Steel Blade, \nor Messenger Raven token, see page 11 for more detail on \nDominance token abilities), then players proceed to bid on the next \nInfluence track. \nAfter bidding for the King’s Court track is completed and the \nMessenger Raven awarded, the Clash of Kings Westeros card has \nbeen resolved and the game continues. All remaining Power tokens \nare returned to the front of each players’ screen.\nDuring a five-player game, a “Clash of Kings” card has been \ndrawn in this round’s Westeros Phase. Players have already \nfinished bidding on the Iron Throne track (with House Gr"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "eyjoy \nwinning the first place and the Iron Throne Dominance token). \nBidding now proceeds to the Fiefdoms track. Each player \nhides his available power behind his player screen and secretly \nplaces a number of Power tokens in his hand, making a closed \nfist. The bids are then revealed simultaneously, with the \nfollowing results:\n ɇ Lannister:  4 Power\n ɇ Baratheon:  3 Power\n ɇ Stark:  3 Power\n ɇ Tyrell:  2 Power\n ɇ Greyjoy:  0 Power\nInfluence Track Bidding Example\nLannister claims the first spot on the fiefdoms track, placing his \nInfluence token on the “1” position. \nBaratheon and Stark are tied for the second-highest bid. \nGreyjoy (who currently controls the Iron Throne Dominance token) \ndecides that Baratheon’s Influence token will be placed on the “2” \nposition and Stark on the “3” po"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "sition.\nTyrell, being the fourth-highest bidder, places his influence \ntoken on the “4” position, while Greyjoy, who bid the least, places \nhis token on the “5” position. The “6” position will remain unused \nas this is a five-player game. \nAfter all Influence tokens have been placed on the track, House \nLannister takes the Valyrian Steel Blade token as his reward for \nclaiming the first spot on the Fiefdoms track.\n\nA GAme of Thrones\nThe game board features three different Influence tracks: \nThe Iron Throne track, the Fiefdoms track, and the King’s Court \ntrack. The player in the highest position on each track receives \na specific Dominance token: The Iron Throne, the Valyrian Steel \nBlade, or the Messenger Raven. The effects of each Influence \ntrack and its respective Dominance token are d"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "escribed below.\nThe Iron Throne Track\nThe order of Influence tokens on the Iron Throne Influence \ntrack determines the turn order. When resolving anything in \nturn order, always start with the player whose token is in the “1” \nposition on the track, followed by the player whose token is in the \n“2” position, etc. \nThe player whose token is in position “1” of the Iron Throne \nInfluence track holds the Iron Throne token. \nThe Iron Throne T oken\nThe player holding this token decides \nthe outcome of all ties that occur in \nthe game, with the exception of ties in \ncombat (which are resolved by a player’s \nposition on the Fiefdoms track) and ties in \ndetermining the winner of the game.\nNote: The Iron Throne token does not \nchange hands until bidding for the Iron \nThrone track has been resolved a"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "nd all \nInfluence tokens have been placed on that track. Thus, the player  \ncontrolling the Iron Throne token still breaks ties when bidding \non the Iron Throne track, even though he may lose the Iron \nThrone token after the bidding is over.\nThe Fiefdoms Track\nThe player with a higher position (i.e., closer to “1”) on the \nFiefdoms track wins ties in combat against a player in a lower \nposition (see “Combat” on page 17). \nThe player whose token is in position “1” of the Fiefdoms \nInfluence track holds the Valyrian Steel Blade token. \nRemember, all ties outside of combat and determining \nthe winner of the game are decided by the holder of the Iron \nThrone token, including ties in bidding for the Fiefdoms track. \nThe Valyrian Steel Blade T oken\nThe Valyrian Steel Blade \nToken\nThe player hold"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ing the Valyrian Steel Blade token may, once \nper game round, use the token in combat to grant himself a +1 \nCombat Strength bonus. \nWhenever a player uses the Valyrian Steel Blade, he flips the \ntoken over to its faded side, indicating it has been used this game \nround. At the end of every Action Phase (and thus the end of that \nround), the holder of the Valyrian Steel Blade flips the token back \nto its fully colored side, indicating it is available to be used again \nin the next game round.\nThe King’ s Court Track\nA House’s position on the King’s Court track determines the \nnumber of Special Order tokens available to that House during \nthe Planning Phase. The higher a House’s position (i.e., closer to \n“1”) on the King’s Court track, the greater the number of Special \nOrder tokens availab"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "le to that House. \nThe player whose token is in position “1” of the King’s Court \nInfluence track holds the Messenger Raven token. \nThe number of special orders provided by the King’s Court \ntrack is indicated by the number of stars printed by each \nposition on the track (some lower positions award no special \norders). More information on special orders can be found under \n“The Special Orders” on page 22.\nIn three and four player games, the King’s Court overlay \ntoken is placed over the King’s Court track to alter the number of \nspecial orders awarded by each position. \nThe Messenger Raven T oken\nThe player holding the Messenger \nRaven token may perform one of the \nfollowing actions at the end of every \nAssign Orders step of the Planning phase:\n ɇ Replace an Order Token: The \nholder may sw"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ap one of his Order tokens \non the game board for one of his unused \nOrder tokens. \n ɇ Look in the Wildling Deck:  The holder looks at the top \ncard of the Wildling deck. After looking, he may choose to \nreturn the card to the top of the Wildling deck, or place the \ncard at the bottom of the Wildling deck. He may share the \ninformation found on the card with other players (or even lie), \nbut may not show the card.\nWhenever a player uses the Messenger Raven, he flips the \nMessenger Raven token over to its faded side, indicating it \nhas been used. At the end of every Action Phase, the holder of \nthe Messenger Raven flips the token back to its fully colored \nside, indicating it is available to be used again during the \nnext game round.\nThe Influence Tracks and Dominance Tokens\nThe Messenger R"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "aven \nToken\nThe Iron Throne \nToken\n11\n12\nA GAme of Thrones\nThe pLAnninG phAse\nDuring this phase, players secretly issue orders to areas on the \ngame board.\nThe Planning Phase consists of the following steps:\n1. Assign Orders\n2. Reveal Orders\n3. Use Messenger Raven\n1. Assign Orders\nDuring this step, each player must place exactly one Order token \nfacedown (i.e., secretly, his house insignia facing up) on each area \nhe controls that contains at least one of his units (Footman, Knight, \nShip, or Siege Engine). All players place their orders simultaneously. \nAn area cannot be assigned more than one Order token.\nWhile players may not reveal placed orders to other players, \nthey are free to plead, cajole, and/or suggest strategies to each \nother during this step.\n There are five different types "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "of Order tokens: \nMarch Orders\nDefense Orders\nSupport Orders\n Raid Orders\n Consolidate Power Orders\nThe Order tokens depicted above are regular Order tokens. Each \nplayer also has five Special Order tokens – stronger variants of \neach order type, marked by a star.  Special orders are described in \ndetail on page 22.\nSpecial Order Token \n(indicated by a Star) \nOrder Token\nA player may use any of his 10 regular Order tokens during \nthe Planning Phase, but may only use a number of Special Order \ntokens equal to the number of stars printed next to his position on \nthe King’s Court Influence track. \nFor example (in a six-player game), the House in position “1” of the \nKings Court Influence Track may use up to 3 special orders (as indicated \nby the three stars on the “1” position) during the Pla"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "nning Phase. The \nHouse in 4th position, however, may use only one special order, while the \nHouse in 5th position may use no special orders at all. \nThe game effects of each regular order type is described in detail \nin the ”Order Token Summary” on page 13 (and also on each \nplayer screen).\nAfter all players have completed placing their orders, proceed to \nthe “Reveal Orders” step. Be sure that every area containing at least one \nunit has been assigned an Order token before proceeding. If not, then one \nor more players have not placed all required Order tokens.\nNot Enough Order T okens?\nIn very rare circumstances, a player will have fewer eligible \nOrder tokens than he needs (i.e., he is unable to assign an order \nto each area containing one or more of his units). In this case, all \nplaye"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "rs must take the Assign Orders step in turn order (rather than \nsimultaneously). The first player places all of his orders (facedown \nas normal) on the game board, followed by the next player in turn \norder, etc. The player(s) with insufficient number of eligible Order \ntokens must place all his eligible Order tokens during his turn, \nbut as an exception to the normal rules, is allowed to leave areas \n(of his choice) without an order.  A player may never, under any \ncircumstance, place more Special Order tokens than allowed by his \nposition on the King’s Court Influence track.\n2. Reveal Orders\nAll orders assigned to the game board are now simultaneously \nrevealed. Simply flip all orders faceup, revealing their order types. \nThey will later be resolved during the Action Phase.\n3. Use Messen"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ger Raven\nAs described in the sidebar on page 11, the player holding the \nMessenger Raven token may perform one of the following actions:\n ɇ Replace an Order Token: Swap one of his Order tokens on \nthe game board for one of his unused Order tokens. \n ɇ Look at the Top Wildling Card: He looks at the top card of \nthe Wildling deck. After looking, he may choose to return the card \nfacedown to the top of the Wildling deck, or place the card face-\ndown at the bottom of the Wildling deck. He may willingly share \nthe information found on the card with other players, but may not \nshow the card to others. \nIf desired, the holder of the Messenger Raven may choose not \nuse either of these abilities during this step.\nWhenever a player uses the Messenger Raven, he flips the \nMessenger Raven token over "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "to its faded side, indicating it has \nbeen used. At the end of every Action Phase, the holder of the \nMessenger Raven flips the token back to its fully colored side, \nindicating it is available to be used again during the next game \nround.\nAfter resolving this step, the Planning Phase is now over, and play \nproceeds to the Action Phase. \n\n13\nA GAme of Thrones\nThe Raid Order \n \n         \nRaid Orders represent aggressive incursions and pillaging of \nenemy lands. They aim to disrupt enemy plans and drain him of \nprecious resources. \nA Raid Order is resolved during the first step of the Action \nPhase by expending itself to remove one adjacent enemy Support,  \nConsolidate Power, or Raid Order. Detailed rules for resolving Raid \nOrder tokens are found on page 14.\nEach player has two normal Raid "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "Orders and one Special \nRaid Order.\nThe March Order\nMarch Orders represent the movement of troops and ships \nacross the lands and seas of Westeros. Only by assigning March \nOrders to units on the game board, can players take control of \nnew areas and engage opponents in combat.\nMarch Orders are resolved during the second step of the Action \nPhase. When resolved, all units in the Order token’s assigned area \nmay march (i.e., move) to one or more adjacent areas. If marching \nunits enter an area containing one or more enemy units, a combat \nensues (only one combat, however, may be initiated for each \nMarch Order). Detailed rules for resolving March Orders during \nthe Action Phase are found on page 15. Rules for Combat are \nfound on page 17.\nEach player has two normal March Orders, one with a "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "-1 Combat \nStrength modifier, another with a +0 Combat Strength modifier, as \nwell as one Special March Order.\nThe Defense Order\nDefense Orders represent the preparation of strong defensive  \npositions. They grant a Combat Strength bonus to the defender of the \nassigned area (the bonus is indicated by the number printed on the \nOrder token). Detailed rules for Combat are found on page 17.\nUnless removed during the Action Phase (by losing a combat in \nthe assigned area, for example), a Defense Order will contribute its \ndefensive bonus against any number of attacks against its assigned \narea during the same game round. \nEach player has two normal Defense Orders, both providing a \n+1 Combat Strength modifier, as well as one Special Defense Order. \nThe Support Order\nSupport Orders represent b"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "oth logistical and martial assistance \nto forces engaged in nearby battle. Not only may support be \ngranted to a player’s own combat needs, but to that of another \nplayer. This makes the Support Order the fulcrum of negotiation \nand intrigue in A Game of Thrones: The Board Game. \nDuring the “Declare Support” step of combat, supporting units  \nadjacent to the embattled area may add their combat strength to \none of the two participants in the adjacent combat. Detailed rules \nfor using Support Orders during combat are found on page 17.\nEach player has two normal Support Orders, as well as one \nSpecial Support Order.\nThe Consolidate Power Order\nConsolidate Power Orders represent the garnering of local favor, \nthe collection of tax income, and the harvesting of resources from \nareas under a pla"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "yer’s control. They are the most direct way for \nplayers to gain Power tokens from the Power Pool. \nConsolidate Power Orders are resolved during the third step of \nthe Action Phase. When resolved, the Order token is removed from \nthe game board in exchange for gaining one Power token from the \nPower Pool, plus one Power token for each Power icon printed on \nthe assigned area. Detailed rules for resolving Consolidate Power \nOrders are found on page 16.\nConsolidate Power Orders placed on sea areas have no effect, \nbut may still be placed. \nEach player has two normal Consolidate Power Orders and one \nSpecial Consolidate Power Order.\nOrder Token Summary\n\nA GAme of Thrones\n14\nThe AcTion phAse\nDuring the Action Phase, players resolve all orders that were \nassigned to the game board during the Pl"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "anning Phase. The Action \nPhase is resolved by performing the following steps: \n1. Resolve Raid Orders\n2. Resolve March Orders (and resulting combat)\n3. Resolve Consolidate Power Orders\n4. Clean Up\n1. Resolve Raid Orders\nIn turn order, each player resolves one of his Raid Orders on the \ngame board. If a player has no such orders remaining, he simply \nskips any further action during this step.\nKeep cycling through the turn order, with each player resolving \none of his Raid Orders, until no Raid Orders remain on the game \nboard. Play then proceeds to the “Resolve March Orders” step. \nWhen resolving a Raid Order, a player simply chooses one \nenemy Support, Raid, or Consolidate Power Order adjacent to the \nRaid Order. The chosen order and the resolved Raid Order are both \nremoved from the game"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " board.\nBy raiding enemy orders, players are effectively canceling \nopponent’s orders, leaving the raided areas without Order tokens.\nIf a Raid Order is used to remove an opponent’s Consolidate \nPower Order token, the raiding player is said to be pillaging his \nopponent. After resolving the Raid Order, the pillaging player \nreceives one Power token from the Power Pool and the opponent \ndiscards one of his available power tokens to the Power Pool, if \nable. The pillaging player always gains one token from the Power \nPool, even if the opponent has none available to lose.\nA Raid Order placed on a land area can never raid an adjacent \nsea area. A Raid Order placed on a sea area, however, may raid \neither an adjacent land or sea area. \nRaid Orders can remove adjacent Special Order tokens, as lo"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ng \nas they match the legal type (i.e., Support, Raid, or Consolidate \nPower tokens).\nOther ruleS fOr raid OrderS\n ɇ If there are no eligible adjacent enemy Orders tokens when \nresolved, the Raid Order is removed from the game board \nwith no effect.\n ɇ When resolving a Raid Order, the player may choose \nfor the order to have no effect (simply removing it from \nthe game board), even if there are one or more eligible \nadjacent enemy orders.\nSee the “Example of Raid Order Resolution” sidebar for a \ncomprehensive example of how to resolve Raid Orders.\nThere are five Raid Orders on the board. Lannister has Raid \nOrders at The Reach and in the Sunset Sea, Greyjoy has a Raid \nOrder in the West Summer Sea, Tyrell has a Raid Order at the \nDornish Marches, while Baratheon has a Special Raid Order at"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " \nStoney Sept.\nThe turn order (decided by the Iron Throne track) is: Greyjoy, \nStark, Lannister, Baratheon, and Tyrell. \nThe Resolve Raid Orders step is completed as follows:\n1. Greyjoy resolves his Raid Order first. He decides to raid Tyrell’s \nConsolidate Power Order at Highgarden. Greyjoy removes his \nRaid Order as well as Tyrell’s Consolidate Power Order token from \nHighgarden. Since raiding a Consolidate Power token is considered \npillaging, Greyjoy collects one Power token from the Power Pool, \nwhile Tyrell discards one Power token to the Power Pool. \n2. Stark has no Raid Orders, so Lannister goes next. Lannister \nhas two Raid Orders on the game board. He chooses to raid \nthe Tyrell Raid Order in the Dornish Marches from The Reach. \nLannister removes his Raid Order at The Reach as we"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ll as the \nTyrell Raid Order token in the Dornish Marches. \n3. Baratheon uses his Special Raid Order at Stoney Sept to \nremove the Lannister Defense Order at Lannisport. He removes \nboth tokens. (Removing a Defense Order is the unique ability of \na Special Raid Order, see “The Special Orders” on page 22.) \n4. Because his only Raid Order was removed by the first \nLannister Raid, Tyrell has no Raid Orders. Play goes back to the \ntop of the turn order.\n5. Since Lannister’s remaining Raid Order in the Sunset Sea is \nnot adjacent to any enemy Support, Consolidate Power, or Raid \nOrders, it is removed from the game board with no effect.  \n \nExample of Raid Order Resolution\n4\n1\n3\n2\n15\nA GAme of Thrones\n2. Resolve March Orders\nIn turn order, each player resolves one of his March Orders \non the gam"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "e board.  If a player has no such orders remaining, he \nsimply skips any further action during this step.\nKeep cycling through the turn order, with each player resolving \none March Order at a time, until no March Orders remain on the \ngame board. Play then proceeds to the “Resolve Consolidate Power \nOrders” step.\nResolving March Orders is perhaps the most important \naspect of A Game of Thrones: The Board Game. It is during this \nstep that players move units on the board, engage in combat \nagainst their opponents, and gain crucial territory needed to \nfulfill their ambitions.\nWhen resolving a March Order, the following rules apply:\n ɇ A player may move all, some, or none of his units from the \narea assigned the March Order. \n ɇ Units may move together or separately into several \nadjacent ar"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "eas, and/or remain in the area assigned the \nMarch Order.\n ɇ A player may only move units into adjacent areas (unless \nusing ship transport, see “Ship Transport” on page 23).\n ɇ Footmen, Knights, and Siege Engine units may never move \ninto sea areas or ports. Ship units may move into friendly \nconnected port areas or into adjacent sea areas, but may \nnever move into a land area.\n ɇ For each March Order, a player may move units into only \none area containing units of another House. In other \nwords, while the marching player may split his units and \nmove them into several adjacent areas, only one of those \nareas may contain units from another house. \n ɇ When a player moves one or more units into an area \ncontaining units from another house, he starts a combat \nas the attacker. See rules for "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "combat on page 17.\n ɇ Before resolving combat, all other non-combat \nmovement from the area assigned the March Order \nmust be completed.\n ɇ The number printed on each March Order token signifies \nthe Combat Strength modifier provided to the attacking \nplayer when a combat is initiated with that March Order.\n ɇ If a player vacates (i.e., leaves no unit behind in) an \narea, he loses control of that area unless he establishes \ncontrol by placing a Power token from his available \npower on the vacated area. Rules for controlling areas and \nestablishing control are found on page 24. \nSee the “March Order Example” sidebar for an example of \nresolving a March Order.\nAdvanced Strategy Tip: A player can “stagger” movement by \nplacing several March Orders in adjacent areas. In this fashion, \na unit i"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "s able to move more than one area in a turn. This is \naccomplished by marching units into an area containing another \nfriendly March Order, and later (when resolving that second \nMarch Order) moving that area’s units into a new area (potentially \ncontaining the third friendly March Order, which would allow \nthe units to move again when that last March Order is later \nresolved). This can be a difficult trick to accomplish, however, since \na successful enemy attack could remove one of the March Orders \nin this chain.\nMarch Order Example\nLannister has assigned a March Order to the Lannisport area \nwhich contains three Footman units. \nWhen resolving the March Order, Lannister first moves a \nFootman into Stoney Sept, and then moves a Footman into the \nSearoad Marches (which already contains a L"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "annister Footman, \nthus forming an army of two). The last Footman unit remains in \nLannisport. \nThe Lannister player has now resolved this March Order and \nremoves the token (no Combat was initiated).\n\n16\nA GAme of Thrones\n3. Resolve Consolidate Power Orders\nIn turn order, each player resolves one of his Consolidate \nPower Orders on the game board.  If a player has no such orders \nremaining, he simply skips any further action during this step.\nKeep cycling through the turn order, with each \nplayer resolving one of his Consolidate Power \nOrders until none remain on the game board. \nPlay then proceeds to the “Clean Up” step.\nWhen a player resolves a Consolidate Power \nOrder, he removes the Consolidate Power token \nto gain one Power token from the Power Pool, plus one additional \nPower token "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "for each Power icon printed on the area in which the \nConsolidate Power Order was assigned.\nSee the “Consolidate Power Order Example” sidebar for an \nexample of resolving a Consolidate Power Order.\n4. Clean Up\nAll remaining Support and Defense Orders are now removed \nfrom the game board and all routed units are stood to their \nupright position (see “Retreats and Routing” on page 21 for more \ninformation on routed units). The Messenger Raven and the Valyrian \nSteel Blade tokens are both flipped to their available (non-faded) \nside.\nThe Action Phase is now over. If this was the end of game round 10, \nthe game is over and a winner is determined. Otherwise play proceeds \nto the next game round starting with a new Westeros Phase.\nremOving/reSOlving OrderS\nWhether an Order token is resolved norm"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ally or removed from \nthe game board by other means, it is simply returned to its House’s \navailable orders, ready for use during the next Planning Phase.\nwinninG The GAme\nA Game of Thrones: The Board Game ends in one of two ways: \n ɇ The game reaches the end of the 10th game round.\n ɇ Immediately after a player controls his seventh area \ncontaining a Castle or Stronghold.  \nEach player must, at all times, record the number of areas he \ncontrols containing a Castle and/or Strongholds on the Victory \ntrack located on the game board.\n At the end of the 10th game round, the player with the highest \nposition on the Victory track (i.e., controls the most areas with \na Castle or Stronghold) wins the game. If two (or more) players \nare tied for the highest position, the tied player who holds the "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "\ngreater number of Strongholds win. If there is still a tie, the tied \nplayer with the higher position on the Supply Track wins. If there \nis still a tie, the tied player with the most available power wins. In \nthe extremely rare case there is still a tie, the tied player with the \nhigher position on the Iron Throne track wins.\nIf a House, at any time, reaches the seventh position on the \nVictory Track (i.e., gains his seventh area containing a Castle or \nStronghold) the game immediately ends and that player is the \nwinner. \nPower Icon \nConsolidate Power Order Example\nA lone Baratheon Footman remains on Dragonstone. During \nthe Assign Orders step, Baratheon chooses to assign Dragonstone \na Consolidate Power order. Later, during the Action phase, \nBaratheon resolves the order and gains two "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "Power tokens: One \nPower token from the order itself, and one additional Power token \nfor the Power icon printed in the Dragonstone area. He takes \nthe two Power tokens from the Power Pool and adds them to his \navailable power.\n\n17\nA GAme of Thrones\nA player who controls such an adjacent Support order may now \ngrant (or refuse to grant) his supporting Combat Strength to \neither the attacker or the defender.\nSupporting Combat Strength means the combined Combat \nStrength of all units in the supporting area.\nSupport may be given to any adjacent combat, whether a \nsupporting player’s own forces are in the combat, or the combat is \nbetween two other players.\nIf there are multiple Support Orders adjacent to the embattled \narea, support must be declared (or refused) in turn order.\nIf the attackin"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "g or defending player has friendly Support Orders \nin adjacent areas, he may support himself in the combat (and \nusually will do so). \ncomb AT\nWhenever a player marches one or more of his units into an \narea containing units from another House, combat ensues. \nCombat is resolved by comparing the total Combat Strength of \nthe battling sides. The victor is the player who gathers the highest \nCombat Strength. \nThe following elements can contribute to Combat Strength:\n ɇ Units in the combat\n ɇ Supporting units\n ɇ Defense Order (defender only)\n ɇ March Order (attacker only)\n ɇ The Valyrian Steel Blade token\n ɇ House cards\n ɇ Garrison token (defender only) \nThe player resolving the March Order is considered the attacker \n(and his units are attacking) while the opponent occupying the \ncontested a"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "rea is the defender (and his units are defending). Any \nsupporting units (via a Support Order from an adjacent area) are \nconsidered supporting (i.e., they are not considered attacking or \ndefending).\nCombat is resolved by performing the following steps: \n1. Call for Support\n2. Calculate Initial Combat Strength\n3. Choose and Reveal House Cards\n4. Use Valyrian Steel Blade\n5. Calculate Final Combat Strength\n6. Combat Resolution\n1. Call for Support\nDuring the first step of combat, both attacker and defender may \nplead for support from all areas adjacent to the embattled area that \ncontain a Support Order.\nUnit Combat Strengths\nEach unit type contributes a specific amount of Combat \nStrength to combat:\nFootman: Adds 1 Combat Strength.\nKnight: Adds 2 Combat Strength.\nShip: Adds 1 Combat Strengt"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "h.\nSiege Engine: Adds 4 Combat Strength  \nwhen attacking (or supporting an attack \nagainst) an area containing a Castle or \nStronghold. Otherwise it adds 0 Combat \nStrength.\n\n18\nA GAme of Thrones\nOther ruleS fOr SuppOrt OrderS:\n ɇ When a player grants support, his Support Order token is not \nremoved after the combat. A Support Order may support any \nnumber of adjacent combats in the same game round. \n ɇ A Support Order gives no defensive benefit to attacks against \nits own area (the units in its area will defend normally).\n ɇ Attacking or defending players may refuse support. \n ɇ Ship units may support adjacent combat in a sea area or a \nland area. Footmen, Knights, or Siege Engine units, however, \nmay never provide support to combat in a sea area. \n ɇ Supporting Siege Engine units only pr"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ovide supporting \nCombat Strength when supporting the attacker in an \nembattled area containing either a Castle or Stronghold. \n ɇ A supporting player must contribute an area’s full \nsupporting Combat Strength, or none at all. \n ɇ A player may never support an opponent in combat against \nhis own units. \nReminder: Support can be granted only from an area containing \na Support Order that is adjacent to the embattled area. Do not \nconfuse the embattled area with the area the attacking March Order \nwas assigned to (and from which the attackers marched).\nSee the “Support Example” sidebar for a comprehensive example \nof support in combat.\nAfter all Support Orders adjacent to the embattled area have \ngranted (or refused) support, proceed to the next Combat step.\n2. Calculate Initial Combat Streng"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "th\nBoth sides now tally and announce their Combat Strength. \nThis number is referred to as their Initial Combat Strength. It \nincludes all Combat Strength bestowed from the following sources:\n ɇ Attacking/defending units\n ɇ Defense order bonus (for the defender only)\n ɇ March order bonus/penalty (for the attacker only)\n ɇ Supporting units and Special Support Order bonuses\n ɇ Garrison token (see page 26)  \nBoth players clearly announce their initial Combat Strength \nafter which the combat proceeds to the “Choose and Reveal House \nCards” step.\nSupport Example\nTyrell is marching an army of two Knights from The Reach \ninto Blackwater with a +1 March Order. Blackwater contains \none Lannister Footman and a Lannister -1 March Order.\n As the first step of combat, players now call for support. \nThe"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "re are three Support orders in areas adjacent to \nBlackwater: King’s Landing (Tyrell, one Knight), Stoney Sept \n(Lannister, one Footman and one Knight), and Harrenhal \n(Baratheon, one Knight). \nLannister announces he is supporting himself from \nStoney Sept (3 Combat Strength). Baratheon then \nannounces his support to Lannister from Harrenhal (2 \nCombat Strength). Finally, Tyrell announces he is supporting \nhimself from King’s Landing (2 Combat Strength).\nAt this point in the battle Tyrell has 7 combat strength \n(4 for the attacking Knights, 2 for the support from King’s \nLanding, and 1 from the +1 March Order). Lannister has 6 \ncombat strength (1 for his defending Footman and 5 from the \nsupporting units in Stoney Sept and Harrenhal). \n\nA GAme of Thrones\n3. Choose and Reveal House Cards\nBo"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "th attacker and defender now secretly select one House card \nfrom their hands of House cards. When both players are ready, the \ntwo cards are simultaneously revealed and any text abilities of the \ncards are resolved. \nPlaying a House card during combat is mandatory. Both attacker \nand defender must play a card.\nCombat then proceeds to step 4 “Use Valyrian Steel Blade.”\nThe House Cards\nEach player begins the game with seven unique House cards. \nThese represent characters lending their abilities and strength to \ncombat (for a visual breakdown of a House card, see the “House \nCard Breakdown” diagram above).\nAfter players reveal House cards during a combat, the text \nabilities of the two House cards are immediately resolved. Some \ntext abilities specify that they are implemented later during t"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "he \nsame combat (such as “at the end of the combat”) but unless stated \notherwise, implement the effect immediately. \nThere are instances when the exact order of House card  \nresolution is important. Should a timing conflict occur, follow this \norder of operations:\n1. Any “Ignore” or “Cancel” text abilities are first resolved in \nthe player order of the Iron Throne track.  \nA Greyjoy House Card\n2. Other conflicting text abilities are then resolved in the player \norder of the Iron Throne track. \n3. After the outcome of combat is determined, any “win/lose \nthis combat...” text abilities are resolved in the player order of \nthe Iron Throne track. \nThe text ability of the first card is implemented completely \nbefore that of the second card.\nAfter a combat is resolved, the two played House card"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "s are placed \nface-up in their respective player’s discard pile. While a House card is \nin a player’s discard pile, it is not available for use in combat. \nAt the end of a combat, if a player used his last (i.e., seventh) \nHouse card, he then returns the other six House cards currently \nin his discard pile to his hand. The last played card remains in the \ndiscard pile.\nthe COmbat iCOnS\nSome cards do not have a text ability, instead they provide their \nplayer with one or more combat icons. There are two combat icons \nin A Game of Thrones: The Board Game: The Sword icon and the \nFortification icon.\nThe Sword Icon: During the “Combat \nResolution” step, the player who won the \ncombat (i.e., the victor) counts the number \nof Sword icons on his House card. For each \nSword icon, an enemy unit in "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "the embattled area must be destroyed \n(see “Casualties” on page 20). \nThe Fortification Icon: For each \nFortification icon on the House card of the \ndefeated player, one of the victor’s Sword \nicons is ignored.\nNote:  All House cards, whether available or used (i.e., \ndiscarded), are public knowledge. As such, a player’s discard pile \nor hand may be examined by others players at any time except \nduring Step 3 of combat.\n19\n1. Leader Name and Artwork:  The artwork and name \nidentifying a personality from A Song of Ice and Fire. \n2. Combat Strength: The Combat Strength of a revealed \nHouse card is added to its player’s Combat Strength.\n3. Text Ability: The House card’s special ability that may \naffect the combat or some other aspect of the game. \n4. Combat Icons: Cards without text abilities"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " instead \nprovide one or more sword and/or fortification icons. \nHouse Card Breakdown\n1\n2\n 2\n3\n4\n\nA GAme of Thrones\n20\n4. Use Valyrian Steel Blade\nIf either the attacker or the defender holds the Valyrian Steel \nBlade token, that player now has the option of using its ability to \nprovide +1 to his total Combat Strength. If used, flip the token to its \nfaded side, as a reminder that it cannot be used again this round. \n5. Calculate Final Combat Strength\nBoth sides now combine their initial Combat Strength with \nany modifiers accumulated by playing House cards and using the \nValyrian Steel Blade token. This final value is referred to as a player’s  \nFinal Combat Strength. \nBelow is a summary of what could contribute to each player’s \nfinal Combat Strength:\n ɇ Initial Combat Strength *\n ɇ The"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " Combat Strength and applicable text abilities of the \nchosen House card\n ɇ The Valyrian Steel Blade’s +1 Combat Strength (if available \nand used)\n* Some House card text abilities may cause a player’s initial \nCombat Strength to be recalculated. For example, if the text of a \nrevealed House card destroys an opponent’s Footman unit, the initial \nCombat Strength of that opponent is reduced by 1 during this step. \n6. Combat Resolution\nThe combat is concluded by performing the following steps: \n1. Determine Victor\n2. Casualties\n3. Retreats and Routing\n4. Combat Clean Up\n1. Determine Victor\nThe player with the highest final Combat Strength wins the combat \nand his opponent is defeated. If the final Combat Strength results are \ntied, the player with the higher position (i.e., closer to the “1“ p"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "osition) \non the Fiefdoms track wins the combat. \n2. Casualties\nOnly the defeated player takes casualties in combat. Casualties \nare determined as follows: \n1. Victor’s Sword Icon: Count the number of Swords icons \non the victor’s House card.\n2. Defeated Player’s Fortification Icons: Count the number \nof Fortification icons on the defeated player’s House card.\nTyrell marches two units from King’s Landing into the \nKingswood. Since there are two Lannister footmen units in the \nKingswood, combat ensues.\n Since there are no adjacent Support Orders, Lannister’s \ninitial combat strength is 2 (two Footmen) and Tyrell’s is 3 (one \nFootman, one Knight). Tyrell’s March Order was +0, giving him \nneither a Combat Strength bonus or penalty.\n Both players now secretly choose and reveal a House card \nfr"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "om their hands. Lannister reveals “Ser Jaime Lannister” with \na strength of 2 and one sword icon. Tyrell reveals  “Alester \nFlorent” with a strength of 1 and one fortification icon. \nNeither Lannister or Tyrell have the Valyrian Steel Blade, so \nno combat strength is received from this. \nCombat Resolution Example\nThe combatants are tied with a final combat strength of 4. \nHowever, Lannister is higher than Tyrell on the Fiefdoms track. \nSince a House’s position on the Fiefdoms track breaks ties in \ncombat, Lannister is the victor. \n Tyrell, having lost the combat, could potentially suffer \ncasualties. However, Lannister’s single sword icon (from “Ser \nJaime Lannister”) is offset by Tyrell’s single fortification icon (from \n“Alester Florent”), so Tyrell suffer no casualties in this combat.\nT"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "yrell must now retreat. Being the attacker, he must retreat back \nto the area he marched from, and so retreats his units to King’s \nLanding, laying them on their side to indicate they are routed.\n\nA GAme of Thrones\n3. Defeated Player Suffers Casualties:  The defeated \nplayer must destroy one unit in the embattled area for each \nSword icon of the victorious player minus the number of \nFortification icons of the defeated player (if the result is zero \nor less, the defender takes no casualties).\nWhen a player suffers casualties, he decides which of his units  \nare removed (unless stated otherwise by the text ability of a played \nHouse card). Remember that supporting units can never be taken \nas casualties in combat. \nNote: Each casualty suffered destroys a single unit, regardless \nof Combat S"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "trength. In other words, removing a Knight unit as a \ncasualty still counts as only one casualty even though its Combat \nStrength is 2. For this reason, it is generally best to remove \nFootmen units as casualties, if able.\n3. Retreats and Routing\nAfter suffering casualties, the losing army must retreat from \nthe embattled area (supporting units do not retreat.)\nIf the attacker lost the combat, his surviving units must retreat \nback to the area from which they marched.\n If the defender lost the combat, his surviving units must retreat \nusing the following rules:\n ɇ The retreating units must retreat to one empty adjacent \narea (i.e., one containing no enemy units or enemy Power \ntokens) or to a friendly area (i.e., one containing friendly \nunits, and/or a friendly Power token). \n ɇ The retre"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ating units must retreat to the same area. \n ɇ The retreating units may never retreat to the area the \nattacking units marched from, even if it is empty.\n ɇ A player may not retreat his defending units to an area \ncontaining friendly units if this would cause him to \nexceed his Supply limit. If a player’s only option is to \nretreat to such an area, he must first destroy as many \nretreating units as necessary to be compliant with his \nSupply limit after retreating to the area. After taking such \nlosses, he may retreat the remaining units.\n ɇ If there is no legal area in which to retreat, all retreating \nunits are destroyed. \n ɇ Footmen or Knight units may not retreat to a sea area or a \nport. Ship units may never retreat to a land area.\nAfter retreating, all retreated units are placed on th"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "eir sides to \nsignify they are now routed. Routed units provide no Combat \nStrength, but still count towards a player’s supply limit. If a routed \nunit is forced to retreat, it is instead destroyed. Routed units may \nnever be chosen as casualties in combat and may not move, even if \na March Order token is resolved in their new area. \nOther retreat ruleS\n ɇ A player is allowed to use ship transport to retreat his \nunits (see page 23 for ship transport rules). \n ɇ Siege Engine units cannot retreat. If a Siege Engine unit is \nforced to retreat, it is instead destroyed. \n4. Combat Clean Up\nAfter combat is completed, remove the attacking player’s March \nOrder token from the game board. \nIf the combat was won by the attacker, remove any Order token the \ndefender had assigned to the embattled are"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "a (if one remains) as well \nas any Power token in the area (which would exist if the defending \nplayer had previously established control there, see page 24).\nIf the combat was won by the defender, the defending player’s \nPower and Order tokens (if any) in the area are unaffected. \nBoth played House cards are discarded to their respective player’s \ndiscard piles, and the “Resolve March Orders” step of the Action Phase \nnow continues.\n21\nRetreating and  Routing Example\nBaratheon has just attacked and defeated Tyrell in the \nKingswood. Tyrell has taken his casualties and must retreat. \n1. Tyrell chooses to retreat his surviving Knight unit to Storm’s \nEnd (which contains another Tyrell Footman). The retreating \nKnight unit is placed on its side to indicate it is routed. \n2. Later that same g"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ame round, House Baratheon attacks \nStorm’s End with two Knights from The Boneway. In this \ncombat, the Tyrell player will have an initial Combat Strength \nof 1 (for the Footman) as the routed Knight unit provides no \nCombat Strength. If House Tyrell loses the battle, his routed \nKnight will automatically be destroyed since a routed unit \nmay not retreat.\n1\n2\n22\nA GAme of Thrones\noTher rULes\nThe speciAL orders\nIn addition to 10 normal Order tokens, each House also has five \nSpecial Order tokens. A player may use any of his 10 normal Order \ntokens during the Planning Phase, but may use only as many \nSpecial Order tokens as he has stars on his King’s Court Influence \ntrack position. \nFor example, in a five or six-player game, the player on the \nhighest position on the King’s Court track may "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "use up to three \nSpecial Order tokens per game round, while the player in fourth \nposition may only use a single Special orders, etc.\nThe capabilities of the Special Orders are described here:\nDefense +2:  Gives the defending player in its area \n+2 Combat Strength.\nMarch +1:  Gives +1 Combat Strength to the \nattacker when combat is initiated by this Special \nMarch Order.\nSupport +1:  The supporting Combat Strength from \nthis area is +1.\nRaid:  This token can be used as a normal Raid \nOrder, or it can instead be resolved to remove any \none adjacent Defense Order (remove both tokens).\nConsolidate Power:  This token can be used as a \nnormal Consolidate Power Order token, or can be \nused to initiate mustering in its area following the \nrules for mustering described on page 9. Only \nthe area th"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "at was assigned the Special Consolidate \nPower Order is mustered. If there’s no Castle or \nStronghold in the assigned area, no mustering can \ntake place.\nWhile special orders are purely better than their regular \ncounterparts, they have an additional subtle advantage: Having \naccess to three instances of any order type (rather than two), can \nbe of tremendous benefit to many strategies (such as launching a \nmajor offensive, quickly accumulating power, etc). \nwiLdLinG A TTA cks \nIn the icy north, an army of barbaric wildlings gather to \ndescend upon the continent of Westeros. The ancient order of the \nNight’s Watch protects the massive Wall that defends against these \n(and even more insidious) dangers. Yet the strength of the Night’s \nWatch will fail without the support of the great Houses."
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " \nIn A Game of Thrones: the Board Game there are two events \nduring the Westeros Phase which cause the wildlings to attack. \nThey are:\n ɇ The Wildling Threat token reaches “12” on the Wildling track\n ɇ A “Wildling Attack” Westeros card is drawn and resolved\nThe Wildling Threat \nIn all three Westeros decks (I, II, and III), some cards are marked \nwith a Wildling icon. For each such Westeros card, the Wildling \nThreat token is advanced one space on the Wildlings track (in this \nway, it’s possible for the Wildling Threat token to advance up to \nthree times during a single Westeros Phase). \nA wildling attack is resolved over the following steps:\n1. Determine Wildling Strength: Check the current \nposition of the Wildling Threat token. The number printed \non its position on the Wildlings track i"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "s the strength of the \nwildling attack.\n2. Bid Power: Each player hides his available power behind \nhis player screen, and then secretly bids a number of Power \ntokens (from his available power) in a closed fist.\n3. Calculate Night’s Watch Strength: Once all players \nhave made their secret bid, bids are simultaneously revealed. \nAdd together the total power bid by all players to determine \nthe strength of the Night’s Watch.\n4. Determine Outcome : If the strength of the Night’s \nWatch equals or exceeds the wildling strength, the wildling \nattack has been defeated.  \n \nWildling Icon\n\n23\nA GAme of Thrones\nIf the wildling strength exceeds the strength of the Night’s \nWatch, the wildlings are victorious. Players now resolve \nthe “Consequences of a Wildling Attack” as described in the \nsection b"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "elow.\n5. Adjust Wildlings Track: If the Night’s Watch are \nvictorious, immediately reset the Wildling Threat token to “0“ on \nthe Wildlings track. If the wildlings are victorious, however, the \nWildling Threat token is only moved back two positions (to a \nminimum of “0”).\n6. Discard Power: All Power tokens bid by players, \nregardless of victory or defeat, are discarded to the Power Pool. \nConsequences of a Wildling Attack\nAfter the outcome of a wildling attack has been determined \n(during step 4 above), players face the ramifications of success or \nfailure, as follows:\n1. Reveal Wildling Card: Draw \nthe top card of the Wildling deck \nto determine the reward or penalty \nplayers will receive. \n2. Resolve Wildling Card:  \nIf the Night’s Watch successfully \ndefeated the wildlings, the player \n"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "who bid the highest amount of \nPower receives the reward indicated \nunder “Night’s Watch Victory” on the \nWildling card.  \n \nIf the wildlings are victorious, the \nplayer who bid the least amount of \nPower suffers a severe penalty while the other players suffer a \nlesser penalty. Both the severe and lesser penalties are described \non the Wildling card under “Wildling Victory”. \n3. Bury Wildling Card: Place the used Wildling card \nfacedown on the bottom of the Wildling deck. \nAs elsewhere in A Game of Thrones: The Board Game, the outcome \nof ties in bidding are decided by the holder of the Iron Throne \ntoken. For example, if the lowest bid is tied between two players, the \nholder of the Iron Throne token decides which of these two players is the \nlowest bidder.\nThe wildling attack is now ove"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "r and the game proceeds.\nNote: In rare circumstances, it’s possible for the wildlings \nto attack twice during one Westeros Phase. This would occur if \nenough Wildling icons were drawn to make the Wildling token \nreach the “12” position on the Wildling track, and the Westeros \ncard “Wildlings Attack” was revealed. \nship TrAnspor T\nThe use of ships to transport land-based units is a very important \naspect of A Game of Thrones:  The Board Game. It allows Knights, \nFootmen, and Siege Engines to take advantage of the seas to travel \nmuch faster than they would be able on foot.\nAny two land areas are considered adjacent for the purposes of \nmarching and retreating when they are connected by consecutive \nsea areas (or a single sea area) each containing one or more \nfriendly Ship units. In other w"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ords, Ship units in consecutively \nadjacent sea areas form a direct “bridge” for Knights, Footmen, and \nSiege Engines to move directly from a coastal area to another coastal \narea in one move. \nThere is no limit to the number of times a player can use the \nsame Ship unit(s) for ship transport in any given round. The same \nShip unit(s) may even be used multiple times within the same \nMarch Order, transporting units from the area assigned a March \nOrder to different destinations. However, a player may never use \nships of another House as transports, even if given permission by \nthat House. \nOther ruleS fOr Ship tranSpOrt\n ɇ Ship units can facilitate ship transport regardless of the \ntype of Order token currently assigned to their sea area.\n ɇ A routed Ship may be used for transport. \n ɇ Foot"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "men, Knight, and Siege Engine units may, via ship \ntransport, march into an enemy area and start combat \nthere (remember, only one combat can be started for each \nMarch Order).\n ɇ Ship units cannot move using ship transport.\n ɇ While land areas connected by ship transport are \nconsidered adjacent for purposes of marching and \nretreating, they are not considered adjacent for any other \npurpose (including supporting and raiding).\nExample of Ship Transport\nTyrell has one Ship in the Redwyne Straights, one Ship in \nthe West Summer Sea, and one Ship in the East Summer Sea. \nAs these sea areas are consecutively adjacent, any Tyrell unit in \nHighgarden can, with a single March Order, move directly to \nSunspear (or any other coastal area adjacent to the ships).\n\n24\nA GAme of Thrones\nconTroLLinG Ar"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "eAs\nA House is said to control a land area when it has at least one \nFootman, Knight, or Siege Engine in the area, or has previously \nestablished control in that area by placing a Power token there \n(see below). \nEstablishing Control of an Area\nIf a player vacates a land area with all of his units, he stands \nto lose any benefit gained from controlling that area unless he \nchooses to establish control.\nWhen a House vacates a land area (i.e., all its units leave during \na March Order) the House may elect to establish control by placing \na Power token from its available power in the vacated area (a \nHouse can never establish control over a sea area). Once placed \non the game board, this Power token represents the support of \nlocal nobles as well as investments in guards, tax collectors, and "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "\nbureaucrats loyal to the controlling House.\n If friendly units enter the area again, the Power token remains \nthere, unaffected (and continues to establish control if the area is \nvacated once more). \nIf a player leaves an area vacant before initiating a combat, he \nmust decide whether or not to establish control of the vacated area \nbefore the combat begins.\nA Power token on the game board is returned to the Power Pool \nonly after an opponent takes control of its area. Marching into an \narea containing only an opponent’s Power token  (i.e., no enemy \nunits are present) does not result in combat, and the Power token \nis simply discarded to the Power Pool. \nPower tokens do not aid the defender in combat, nor do \nthey count as “Power icons” printed on the game board (for the \npurposes of Co"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "nsolidate Power tokens or the “Game of Thrones” \nWesteros card). \nOnly one Power token can be in an area at any one time.\nIf a player has no available power, he’s unable to establish control.\nImportant: A player may only establish control when vacating \nan area with a March Order. Events that would leave an area \nvacant (such as negative effects from a Wildling victory) does not \npermit a player to establish control after the last unit is destroyed.\nControlling Home Areas\nEach House has a home area marked by its House shield (printed \ndirectly on the game board). From the beginning of the game, a \nHouse is considered to have established control of its own home \narea, meaning the printed House shield functions like a Power token \nthat cannot be removed. \nPlayers can control enemy home areas"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " by either a) keeping \nfriendly units in these areas, or b) by establishing control over the \nenemy home area. When establishing control over an enemy home \narea, the friendly Power token is placed directly over the printed \nenemy House shield. \n If a player chooses not to, or cannot, leave a Power token behind \nwhen vacating an enemy player’s home area, control of that home \narea immediately reverts back to its original House.\nReminder: A retreating army can never retreat into an area \ncontaining an enemy Power token.\nALLiAnces\nPlayers are always free (in any phase, at any time) to make \npromises and seek alliances with other Houses. Promises and \nalliances, however, are never binding and can be broken for any \nreason. Even the staunchest ally cannot be 100% sure of the good \nintentions o"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "f his partners. The Iron Throne, after all, can seat \nonly one. \nThere are three strict rules governing what conspiring players \nare allowed to do: \n ɇ Players may never show other players (in public or secret), \nany assigned Order token. Nor may a player show unused \nOrder tokens to other players during the Planning Phase \n(so that others may, by deduction or estimation, know \nwhat the player may have assigned to the game board).\n ɇ  A player may also never give, donate, bribe, etc. any game \nitem such as Power tokens, Dominance tokens, Order \ntokens, House cards, etc. to another player. \n ɇ Bids must always be made in secret. A player may not \nshow any opponent his bid before revealing it.\n\n25\nA GAme of Thrones\npor Ts\nPorts function as a special area between the land and sea area \nthey c"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "onnect. Only the player controlling the connected land area \nmay use the connected Port and is considered the Port’s “owner.” \nUsing Ports\nPort areas may only be occupied by Ship units. Multiple Ship \nunits occupying a Port are considered an army and must be \nin compliance with supply limits. In addition to normal army \nrestrictions, a Port may never contain more than three Ship \nunits at one time. \nIf the land area connected to a Port musters new units, the \nplayer may muster Ship units directly in the Port itself or in the \nadjacent sea area. \nA player may muster Ship units into a connected Port, even if \nthe connected sea area is occupied by one or more Enemy Ship \nunits. (In fact, the ability to muster ships in a port, even if the \nconnected sea area is occupied by enemy units, is the "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "single most \npowerful feature of Ports.)\nOrders in Ports\nJust as units in normal areas, Ship units in a Port area must \nreceive an Order token during the Assign Orders step of the \nPlanning Phase. While Defense orders may be placed on a Port, \nthey have no effect as Ports cannot be attacked directly.\nOther Port Rules\n ɇ Ships units may march from an adjacent sea area into a \nfriendly Port, or may march from a Port into an adjacent \nsea area. However, Ship units may never march into a \nPort owned by another player.\n ɇ Ship units in a Port may support a combat in the adjacent \nsea area but may not support a combat in any adjacent \nland area (not even in its connected land area). Ship \nunits in a Port provide no defensive Combat Strength to a \ncombat in its connected land area.\n ɇ Ship units "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "in a Port may raid the adjacent sea area, but \nmay not raid any adjacent land area.\n ɇ Ship units in a connected sea area may raid a Port. Enemy \nunits in adjacent land areas, however, may not raid a Port.\n ɇ If, during the Resolve Consolidate Power Orders step of the \nAction Phase, there are enemy ships in the sea area connected \nto a port, any Consolidate Power Order assigned to the Port \nis removed without effect. Otherwise, a Consolidate Power \nOrder in a Port is resolved normally (as if it was in a land area \ncontaining no Power icons). \n ɇ A Special Consolidate Power Order cannot be used to \nmuster units if placed on a port, but may still be used to \ncollect power as normal (subject to the above point).\ntaking COntrOl Of enemy pOrtS\nIf the land area connected to a Port is successfull"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "y attacked and \ntaken control of by another player, that player may immediately \nreplace any enemy Ship units in the Port with an equal number \nof his own available Ship units (or as many Ship units as he has \navailable, he desires, or is allowed by supply limits). Excess enemy \nships are simply removed from the board. \ntrade with the free CitieS \nWhen the “Game of Thrones” Westeros card is resolved during \nthe Westeros Phase, in addition to collecting power for each \nPower icon, players receive one Power token for each friendly Port \ncontaining at least one friendly Ship unit, as long as the Port’s \nconnected sea area does not contain enemy Ships.\nA “Mustering” Westeros card was just drawn during the \nWesteros Phase. Martell is first in the turn order and so \nmusters units first. \nMartell"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " uses the 2 mustering points provided by Sunspear to \nmuster one Footman and one Ship unit. He decides to place the \nShip unit in the Port of Sunspear (it may also have been placed in \nthe Sea of Dorne, but not the Tyrell-occupied East Summer Sea). \nLater, during the Planning Phase, Martell assigns a Raid \nOrder to the Port of Sunspear. In the Action Phase, he executes \nthat Order to cancel a Support Order assigned to the East \nSummer Sea. \nExample of Port Use\n\n26\nA GAme of Thrones\nGArrisons\nGarrisons are special tokens that provide \nextra defense to the home area of each House. \nEach House starts the game with a \nGarrison token on its home area. Garrisons \nare not units, so they do not count toward \nSupply limits and may never be assigned an order.\nIf a home area containing a Garrison is "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "attacked, the strength \nof the Garrison (the value printed on the token) is added to the \ndefender’s initial Combat Strength (see page 17). If there are no \nunits defending a location with a Garrison token, combat still \noccurs as normal as if the Garrison was a single unit.\nIf a Garrison is defeated in combat (whether defending by itself \nor with other friendly units), it is permanently removed from the \ngame, regardless of the number of Sword or Fortification icons on \nHouse cards played in the combat.\nPlayers may not assign orders to an area containing only \na Garrison. A Garrison’s strength is only used when its area is \nattacked, not for support or any other purpose. Garrisons are \npurely defensive forces.\nGarrisons are immune to the effect of Skull icons on the “Tides \nof Battle” car"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ds, see page 29. \n \nneUTrAL force Tokens\nNeutral Force tokens represent the resistance of independent \nhouses unwilling to submit to the machinations of the players. \nNeutral forces are placed on the board during setup.\nPlayers may march units into an area occupied by a Neutral Force \nin order to destroy the Neutral Force and control the area. This may \nnot be attempted, however, unless the marching player has sufficient \nCombat Strength to defeat the Neutral Force.\nDestroying a Neutral Force\nIn order to destroy a Neutral Force and gain control of its area, \na marching player must equal or exceed the strength value printed \non the Neutral Force token by the combination of Combat Strength \nfactors listed below: \n ɇ Count the Combat Strength of the marching units (Siege  \nEngines only count "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "their strength if the Neutral Force’s \narea contains a Castle or Stronghold).\n ɇ No House cards are played. \n ɇ The March Order bonus (or penalty) applies.\n ɇ Neutral Forces cannot receive support from adjacent areas.\n ɇ The attacking player may receive support against the \nNeutral Force from adjacent areas (as in combat).\n ɇ The Valyrian Steel Blade may not be used to receive a  \n+1 bonus. \nIf the marching player’s Combat Strength equals or exceeds the \nNeutral Force’s strength value, the token is destroyed and removed \nfrom the game. The marching player moves his units into the area \nas normal.\nMarching against a Neutral Force counts as the March Order’s \none allowed attack. \nMost Neutral Force tokens \nused in three-player games are  \nmarked with a “~” in place of their \nstrength value. "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "These represent \ninsurmountable areas which \ncannot be entered. Areas containing \nsuch tokens are therefore off-limits to all players for the entirety of \nthe game.\nAttacking a Neutral Force \nTyrell wishes to march into Sunspear from Yronwood.  \nHowever, Sunspear contains a Neutral Force token with a \nstrength of 5. \nThe Tyrell army contains 1 Knight and 1 Footman and is \nusing the March +1 Special order, giving Tyrell a total of 4 \nCombat Strength. To bring his Combat Strength to 5, Tyrell \ncalls upon his Support order in the Sea of Dorne, where a \nsingle Ship unit grants him 1 supporting Combat Strength.\nBecause the Tyrell army (strength 5 when counting the \nsupport) now equals the strength value of the Neutral Force \ntoken, the march is successful and the Sunspear Neutral Force \ntoken i"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "s destroyed. Tyrell then marches his army into Sunspear.\n\n27\nA GAme of Thrones\n GAme bo Ard feATUres\nWhile the game board consists mainly of land and sea areas, \nthere are three unique features that deserve additional explanation:\nRivers: These watery boundaries prevent \nmovement between the land areas they \ndivide. In other words, two areas separated \nby a river are not, for any game purpose \n(marching, supporting, raiding, etc) \nconsidered adjacent. \nBridges: As an exception to the above \nrule for rivers, any two areas separated by a \nriver and joined by a bridge, are considered \nadjacent for all game purposes.\nIsland Areas: Three land areas \n(Dragonstone, Pyke, and The Arbor) \nare special in that they’re completely \nsurrounded by sea areas. Even so, they are \nstill considered land areas"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": " and must follow \nall normal rules for land areas. \nDue to their special island status, however, \nFootmen, Knights, and Siege Engines must \nuse Ship transport when moving to and from these areas.\nAll other small islands on the game board (i.e., without a white \nborder) are for cosmetic purposes only and are not actual play areas.\nAdjUs TinG  \ninfLUence TrA cks\nThere are a few cards (such as Doran Martell’s House card, or \nthe “A King Beyond the Wall” Wildling card) that force Influence \ntokens to shift on the Influence tracks outside the normal bidding \nthat occurs during a “Clash of Kings” Westeros Card.\n Whenever a player shifts position on an Influence track \ndue to such special circumstance, all other players must adjust \naccordingly. For example, if one player is required to shift to "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "the \nhighest position on a track (the “1” position), the current player in \nthat position must shift backwards to the “2” position, etc. If such a \nshift would cause a player to lose the “1” position on any track, \nhe must immediately give the corresponding Dominance token \n(in the same state it was in, used or available) to the new player \ninhabiting the “1” position. Such a shift on the King’s Court track \ndoes not affect any special orders already assigned legally to the \nboard, but may restrain or expand their availability during the \nnext Planning Phase.\nThe Arbor\nhidden informATion\nEach player is provided with a player screen to keep certain \nelements of the game hidden from the other players.\nFrom the very beginning of the game, players should always keep \ntheir unused Order tokens "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "behind their player screens. \nExcept just prior to any bidding, each player’s available power \ntokens must remain visible for all other players to see. \nWhenever players are instructed to bid in the game (such as for \nposition on the Influence tracks or to stave off wildling attacks), it \nis good practice for all players to first announce their total available \npower after which all players temporarily pull their available power \ntokens behind their player screen before secretly selecting their bid.\nAvailable Power tokens hidden in this manner stay behind the \nplayer screens for the duration of the bidding. At the end of bidding, \navailable Power tokens are made visible to other players once more.\nThe contents of a player’s House card discard pile and his hand of \nHouse cards is open infor"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "mation except when players are choosing \nHouse cards during Step 3 of combat. \n\n28\nA GAme of Thrones\npLA yinG wiTh fewer ThAn  \n six pLA yers\nFive-Player Games\nIn a five-player game, House Martell cannot be chosen as a  \nplayer House.\nDuring setup for a five-player game, place the nine Neutral \nForce tokens marked with the “4-6” and “4-5” player ranges on the \ngame board, matching the name on each Neutral Force token to its \ncorresponding area on the map. Make sure all Neutral Force tokens \nare placed with the correct player range face up.\nFour-Player Games\nIn a four-player game, neither House Martell nor House Tyrell \ncan be chosen as player Houses.\nDuring setup for a four-player game, place all 12 Neutral Force \ntokens marked with the “4-6”, “4-5”, and “4” player ranges on the \ngame boar"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "d, matching the name on each Neutral Force token to its \ncorresponding area on the map. Make sure all Neutral Force tokens \nare placed with the correct player range face up.\nThen place the King’s Court Overlay on top of the King’s Court \nInfluence track, covering the first four positions (see diagram).\nThree-Player Games\nIn a three-player game, House Martell, House Tyrell, and House \nGreyjoy cannot be chosen as player Houses. \nDuring setup for a three-player game, place the 14 Neutral \nForce tokens marked with the “3” player range on the game \nboard, matching the name on each Neutral Force token to its \ncorresponding area on the map. Make sure all Neutral Force tokens \nare placed with the correct player range face up.\nThen place the King’s Court Overlay on top of the King’s Court \nInfluenc"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "e track, covering the first four positions (see diagram).\nFive-Player Game Setup\nFour-Player Game Setup\nKing’s Court Overlay\nThree-Player Game Setup\nKing’s Court Overlay\n\n29\nA GAme of Thrones\nTides of Battle is an optional module to A Game of Thrones: The \nBoard Game that adds an element of unpredictably and deadliness \nto combat. This increased risk can make negotiation even more \nvital, gaining support in combat more critical; it creates additional \ndrama (and casualties) in combat and breeds entirely different \nstrategies for your A Game of Thrones: The Board Game experience.\nBefore playing, all players should agree whether to use this option. \nIf agreed, shuffle the Tides of Battle cards into a single deck, placing it \nnear the game board during setup. \nTides of Battle makes the follow"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "ing modifications to combat:\n1. Drawing Tides of Battle \nCards: After choosing and revealing \nHouse cards, the attacking and \ndefending player each draw one \nTides of Battle card from the top of \nthe deck and privately examines it. \n2. Using the Valyrian Steel \nBlade:  Before revealing the two \nTides of Battle cards, if either the \nattacking or defending player holds \nthe Valyrian Steel Blade token, he may use it to discard his \nfirst Tides of Battle card and draw another one to replace it. \nHe must keep the new Tides of Battle card. He then flips his \nValyrian Steel Blade token to its faded side to show it has been \nused this game round.\n3. Revealing Tides of Battle Cards: Each player reveals \nhis Tides of Battle card, adding the specified Combat Strength \nmodifier (the number in \nthe shi"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "eld) to his current \nCombat Strength.\n4. Modify Casualties: \nEach player then adds any \nSword or Fortification icons \non his Tides of Battle card \nto his House card (as if they \nwere printed on his played \nHouse card). \nTides of bATTLe\nAdded to House  \ncard icons\nAdded to \n combat strength\nAfter resolving casualties from Sword icons, players resolve any \nSkull icons on drawn Tides of Battle cards as follows:\nIf a player’s Tides of Battle card features a Skull icon, the \nopposing player must suffer one casualty regardless of which \nplayer was victorious in the combat.\nThis casualty is in addition to any other casualties \ndealt during combat, and cannot be prevented by \nFortification icons. Removing this casualty follows all \nother rules and restrictions found on page 21.\nSkull Icon\n\n30\nA GA"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "me of Thrones\nPlaytesters: Greg Benage, Daniel Lovat Clark, Mike Dockerty, \nT ony Doepner, Gabriel Dudrey, David Gagner, John Goodenough, \nDerek Goodwin, Darrell Hardy, Patrick Harrigan, Carl Hotchkiss, \nChris Hulke, Eric M. Lang, Adrian Larson, Dallas Mehlhoff, Matt \nMehlhoff, Kevin Melby, Jerry Murphy, Andrew Navaro, Scott \nNicely, Brian Olmstead, Eric Olsen, Matthew Pohl, Tina Reynolds, \nBrian Schomburg, Shawn Sieben, John Sweeney, James T orr, Eric \nTyrell, Aaron Van Koningsveld, Robert Vaughn, Joe Veen, James \nVoelker, Scott Weber, Kevin Wilson, Brian Wood, Zach Yanzer, \nKatin Yang, T ouyee Yang, and Jamie Zephyr.\nSpecial Thanks to: Daniel & Kat Abraham, Edge Studio, T ony \nDoepner, Carl Keim, Eric M. Lang, George R.R. Martin, Kay \nMcCauley, Gretchen D. Petersen, Thomas H. Petersen, R"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "obert \nVaughn, Melinda M. Snodgrass, and Mike Zebrowski.\nThe names, descriptions, and depictions applied to this game are \nderived from works copyrighted by George R. R. Martin, and may not \nbe used or reused without his permission.\n©2011 George R.R. Martin, ©2011 Fantasy Flight Publishing, Inc. \nAll rights reserved. No part of this product may be reproduced without \nspecific written permission. A Song of Ice and Fire ©2011, used under \nLicense. A Game of Thrones The Board Game, Fantasy Flight Games, \nFantasy Flight Supply, and the FFG logo are trademarks of Fantasy \nFlight Publishing, Inc. Fantasy Flight Games is located at 1975 West \nCounty Road B2, Suite 1, Roseville, Minnesota, 55113, USA, and can \nbe reached by telephone at 651-639-1905. Retain this information for \nyour records. Not "
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "suitable for children under 36 months due to small \nparts. Made in China. THIS PRODUCT IS NOT A TOY. NOT INTEND-\nED FOR PERSONS AGES\n 13 OR YOUNGER.\nVisit Us on the Web:\nwww.FantasyFlightGames.com\ncrediTs\nBased on the A Song of Ice and Fire novels by  \nGeorge R.R. Martin\nGame Design: Christian T . Petersen \nAdditional Game Development: Corey Konieczka, Jason \nWalden, and Kevin Wilson\nProducer: Jason Walden\nRules Writing: Christian T . Petersen and Jason Walden\nEditing and Proofreading:  Molly Glover, Michael Hurley, \nCorey Konieczka,  Matt Mehlhoff, Sarah Sadler,  \nJulian Smith, and Anton T orres.\nGraphic Design: David Ardila, Kevin Childress,  \nBrian Schomburg, and Michael Silsby\nCover Art: T omasz Jedruszek\nMap Art: Henning Ludvigsen\nInterior Art: Alex Aparin, Ryan Barger, Mike Capprotti"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": ", \nT revor Cook, Thomas Denmark, Adam Denton, Chris \nDien, Sacha Diener, Mark Evans, Anders Finer, John \nGravato, Chris Griffin, Rafal Hrynkiewicz, T omasz \nJedruszek, Andrew Johanson, Michael Komarck, Henning \nLudvigsen, John Matson, Dennis McElroy, Patrick \nMcEvoy, T orstein Nordstrand, Roman V . Papsuev, Natasha \nRoeoesli, Grzegorz Rutkowski, Mark Simonett, Johnathan \nStanding, Matthew Starbuck, SYM7, Xia Taptara, Jean Tay, \nSedone Thongvilay, Tim T ruman, Magali Villeneuve,  \nand Doug Williams.\nSandor Clegane, Melisandre, Eddard Stark, and Loras Tyrell \ncard art copyright Michael Komarck.\nFigure Photography and 3d Imaging: Jason Beaudoin\nArt Direction: Zoë Robinson\nManaging Art Director: Andrew Navaro\nManaging Graphic Designer: Brian Schomburg\nFFG Licensing Coordinator: Deb Beck\nProduc"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "tion Manager: Eric Knight\nExecutive Game Designer: Corey Konieczka\nExecutive Producer: Michael Hurley\nPublisher: Christian T . Petersen\n\nFANTASY\nFLIGHT\nGAMES\nNow that you’ve experienced the intrigue and excitement of A Game of Thrones: The Board Game, see the Seven \nKingdoms in a whole new way with Battles of Westeros!\nThis epic board game of battlefield tactics lets players control either House Stark, the stoic and honorable wards of \nWinterfell, or House Lannister, a cunning force funded by an endless supply of gold. And with an ever-growing selection \nof expansions, you can even enlist the support of House Tully, the clans of the Vale, and more! Manage realistic factors \nlike troop deployment, communication, and morale as you guide your forces into the fray. Only the most clever and \nfe"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "arless tacticians can claim victory. Are you ready to earn glory for your house?\nBW01 - Battles of Westeros\nBW02 - Wardens of the West\nBW03 - Wardens of the North\nBW04 - Lords of the River\nBW06 - Tribes of the Vale\nTM\n31\nA GAme of Thrones\n32\nA GAme of Thrones\nDominance Tokens ...................................................11\nIron Throne Token ..............................................................11\nMessenger Raven Token ..................................................11\nValyrian Steel Blade Token .............................................11\nEnemy/Opponent, Definition ...................................6\nFriend/Friendly, Definition .......................................6\nGame Round ...............................................................7\nGame Setup ................"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "................................................4\nGarrisons ...................................................................26\nHidden Information .................................................27\nHome Area, Definition ...............................................6\nHouse Cards ..............................................................19\nHouse Card Breakdown ...........................................19\nHouse/Player, Definition ...........................................6\nInfluence Track Bidding, Example ..........................10\nInfluence Tracks .......................................................11\nInfluence Tracks, Adjustments ...............................27\nNeutral Force Tokens ...............................................26\nObject of the Game ......................."
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": ".............................2\nOverview .....................................................................2\nPlanning Phase .........................................................12\nPlayer Screen Diagram ..............................................6\nPlaying With Fewer Than Six Players ....................28\nPorts ..........................................................................24\nPower, collecting and discarding ..............................6\nRaid Order ................................................................13\nRaid Order Resolution, Example ............................14\nRetreats and Routing ..............................................21\nRivers.........................................................................27\nSetup Diagram ..............................."
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "............................5\nShip Transport .........................................................23\nShip Transport, Example .........................................23\nSupply, Example .........................................................8\nSupport Order ..........................................................13\nTides of Battle cards .................................................29\nTurn Order, Definition ...............................................6\nUnit Combat Strengths ...........................................17\nUnit, Definition ..........................................................6\nWesteros Cards ...........................................................7\nWesteros Card: Clash of Kings ................................10\nWesteros Card: Mustering ...................."
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "....................9\nWesteros Card: Supply...............................................8\nWesteros Phase...........................................................7\nWilding Attacks........................................................22\nWinning the Game...................................................16\nindex\nAction Phase, The .....................................................14\nResolve Consolidate Power Orders .............................16\nResolve March Orders ......................................................15\nResolve Raid Orders ..........................................................14\nAlliances ....................................................................26\nArea, Definition ..........................................................6\nArmy/Armies, Definition ..."
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": ".......................................6\nAssign Orders ...........................................................12\nAvailable Power, Definition .......................................6\nBattle Clean Up ........................................................21\nBridges ......................................................................27\nCasualties ..................................................................20\nCombat ......................................................................17\nCall for Support ...................................................................17\nCalculate Initial Combat Strength ..............................18\nChoose and Reveal House Cards .................................19\nCalculate Final Combat Strength ................................20\nUse Valyria"
    },
    {
        "game": "game_of_thrones_rulebook",
        "text": "n Steel Blade .................................................20\nResolve the Combat ...........................................................20\nDetermine Combat Victor ...............................................20\nComponent List ..........................................................2\nComponent Overview ................................................3\nConsolidate Power Order .........................................13\nControlling Areas .....................................................23\nControlling Home Areas .........................................24\nDefence Order ...........................................................13\nDestroy, Definition .....................................................6"
    }
]